!!  Каплашки (Битки, Пивны, Ушки, Чики)

'''Площадка:''' заасфальтированный двор.

'''Количество участников:''' от 2 до десятка. Идеально — 4-5 человек.

'''Инвентарь:'''

* Каплашки: сплющенные/несплющенные пробки от пива, колы, фанты и прочих брэндов. Обязательно наличие картинки или надписи на пробке. Так и назывались: «фанта», «белая фанта», «дедок» (изображение старика на пробке Gambrinus) и пр. Источником каплашек были мусорки, особенно у ресторанов или гостиниц. Некоторым счастливчикам каплашки поставляли отцы, вернувшиеся из загранки или работающие в блатных местах.
* Буцык: обычно — свинцовый кругляш около 50 мм в диаметре. На его изготовление шли грузила, купленные в «Спорттоварах» или старые автомобильные аккумуляторы. Особые задроты изготавливали буцыки в форме сердца, женского профиля, вензеля и пр. Для этого в сыром песке песочницы оттискивался необходимый шаблон, а потом в оттиск наливалось расплавленное на костре грузило. Оттиск застывал, его слегка подравнивали и уплощали. Ценились «глухие» буцыки, которые практически без сдвига шлёпались на асфальт.

'''Правила:''' Каждый вид каплашек имеет свою ценность. Например, «пепси» — 5 единиц, «фанта» — 10 единиц, «бочка» — 20 единиц. «Дедок» — самый дорогой, по разным правилам — от 50 до 500 единиц.

Все участники, обладающие необходимым количеством каплашек, устанавливают их на игровом поле в столбик, одна на другую. Каждый должен поставить каплашек определённой или договорной ценности. То есть, если один, например, поставил на кон «бочку», то второй должен поставить (за неимением у него «бочки») или две «фанты» или четыре «пепси».

Игроки отходят на некоторое расстояние от кона 20-30 шагов. От этой линии они поочерёдно производят броски буцыками по кону. Буцык бросают не как камень, а плавным движением, чтобы он летел плоско и, при возможности, накрыл собой кон. Накрывший кон игрок забирает себе все каплашки, которые на нём были.

Но это происходит редко или у особо метких товарищей. Обычно возникает ситуация, когда буцыки участников лежат на разных расстояниях от столбика каплашек. Первым начинает разбив кона тот, чей буцык к кону ближе всех. Задача: ударом буцыка по каплашкам заставить их, лежащих картинками вверх, перевернуться. Руками, конечно, помогать нельзя. Игрок, перевернувший каплашку, забирает её себе.

'''Драма.''' Вокруг игры постоянно происходили драмы, мордобои и мухлёж. Делались ставки. Похищались «особо удачливые» буцыки. Шулера заманивали лохов (например, объявляли заниженную стоимость дорогой каплашки, чтобы нищеброды согласились играть в надежде её выиграть) и те расставались с последним. Игроки объединяли каплашки, например, меткий, но нищий, объединялся с богатеньким буратиной, выигрыш потом делился опять же через мордобой. Иногда более старшие игроки бросали пробки «на шараш» то есть просто на асфальт, мелкие могли в нехилой куче-мале ими завладеть — разбитые коленки и ободранные руки у каждого второго.

'''Преимущества:'''

* Игра тихая, без беготни.
* Несмотря на явную азартность, деньги в игре не применялись вообще. Игра, расплаты, кражи и рэкет велись исключительно в каплашечной валюте.
* Любому могло повезти найти на помойке ценные каплашки и внезапно разбогатеть.
* Отлично развивает счёт, глазомер, нахальство, мышечную массу, способность врать, не краснея («чесслово зацепил краешком, вон Серый подтвердит!»). Если не играть в игру, а заниматься ставками, то к 7-8 годам можно пройти простые и десятичные дроби.
* В изготовлении буцыка есть элемент творчества.

'''Недостатки:'''

* Криминализированность.
* Девочек в игру принимали неохотно.