!! Ножички

'''Цель игры''' — захапать всю вражескую территорию.

'''Площадка:''' песок, мягкая земля.

'''Количество участников:''' от 2 человек.

'''Правила:'''

На песке чертился круг и делился на сектора. Игроки по очереди бросали нож так, чтобы он воткнулся в землю. Игрок должен был прочертить линию от границы своей территории до границы круга согласно положению лезвия ножа, не выходя из своего сектора (если этого сделать не удавалось — попытка не засчитывалась), кусок земли между собственным сектором и новой линией считался присоединённым. Игрок, чей сектор сжимался настолько, что не позволял ему стоять так, чтобы не касаться территории врага ничем — считался проигравшим. Также были варианты, когда каждый игрок играл своим ножом. Иногда использовался спизженный из хозтоваров напильник вместо ножа, так как он более живучий.

'''Преимущества:'''

* Развивала базовые навыки по метанию ножа.

'''Недостатки:'''

* Возможный травматизм, теоретически можно было воткнуть нож в ногу оппоненту (да и себе тоже).
* Нож от такого использования убивался очень быстро.

Существовал также вариант, в некоторых местностях носивший название «городки», дабы отличить от предыдущего варианта. Ключевые особенности:

* У каждого игрока был свой круг земли.
* Перед началом игры каждый участник придумывал название своей территории, чем длиннее — тем лучше («Великобритания» была в почёте).
* Имелись различные виды бросков: нож зажимался между указательным и средним пальцами руки, сжатой в кулак — «Тигр», между средним и безымянным — «Пантера», клался на раскрытую ладонь и бросался через голову — «Авиация»/«Десант» и куча других способов, зависящих только от фантазии игроков (оговаривались предварительно, до начала кона)

!!!!! Вариация

'''Инвентарь:''' складной нож, деревянная лавка или любая горизонтальная деревянная поверхность. Но чаще всего всё-таки лавка, на концах которой игроки сидят лицом друг к другу, растопырив ноги.

'''Количество игроков:''' двое.

'''Цель игры:''' набрать максимальное количество очков за ограниченное количество бросков либо первым набрать заранее оговоренное количество очков за любое количество бросков.

Нож раскладывался наполовину таким образом, чтобы между лезвием и рукояткой был угол 90 градусов. Нож метался в скамейку, и после того как он воткнулся, пальцами замерялось расстояние между дальним от лезвия концом рукоятки и поверхностью скамейки — так начислялись очки.

Способов метания было два:

# '''Способ 1.''' Нож брался указательным и большим пальцами за дальний от лезвия конец рукоятки так, чтобы нож свободно свисал вниз. Лезвие при этом располагалось параллельно земле остриём от игрока. Резким движением руки игрок придавал ножу вращение в направлении на себя и отпускал. Нож, вращаясь, падал на скамейку и втыкался. Либо не втыкался — в этом случае ход переходил к сопернику.
# '''Способ 2.''' Нож легонько втыкался в скамейку так, что стоял на ней «домиком», рукояткой к игроку. Под свободный конец рукоятки подсовывался палец, и резким движением вверх ножу придавалось вращение. Нож, вращаясь, подлетал немного вверх и вперёд и, описав небольшую дугу, втыкался в скамейку. Или не втыкался.

'''Возможный травматизм.''' При первом способе метания нож мог воткнуться в яйца игроку. При втором способе — в яйца его соперника, сидящего напротив.