!! Горячая картошка

%thumb%Attach:07013122-0_cd842_71744b9f_XXXL-520x379.png%%

Без мяча не обходилось ни одно лето. Одна из любимых советскими детьми подвижных игр с мячом – «горячая картошка». Суть ее состоит в следующем.

!!! Правила

Игроки становятся в круг и перебрасываются «горячей картошкой» (мяч). Если кто-то замешкался и не отбил вовремя мяч, он садится в «котел» (центр круга). Сидя в «котле» можно попытаться поймать пролетающий над головой мяч, но при этом нельзя вставать с корточек. Если игроку в «котле» удалось поймать мяч, он освобождает себя и других пленных, а игрок, неудачно бросивший мяч занимает их место.

Кроме того, игроки, перекидывающие «горячую картошку», могут специально освободить кого-то из «котла». Для этого он, отбивая мяч, должен попасть им в игрока, сидящего в центре круга.

'''Количество игроков:''' не меньше 3.