!! Слоники

%thumb%Attach:07013255-5538_900-520x394.jpg%%

В эту игру, как правило, играли дети постарше, потому что она достаточно травмоопасная, несколько некультурная, но дико веселая.

!!! Правила

Игроки делятся на две команды – слоники и всадники. Слоники становятся цепочкой, согнувшись пополам и засунув голову подмышку впереди стоящего. Всадники с разбега по очереди пытаются оседлать «слона».

Задача слоников: устоять под тяжестью всадников. Задача всадников: запрыгнуть как можно ближе к «голове слона».

Если кто-то из всадников не удержался на «слоне» и упал, а также, если все всадники уселись, а «слон» довез их до финиша, то слоники победили. Если «слон» развалился, выиграли всадники.

'''Количество игроков:''' от 3-5 человек в каждой команде.