!! Чу

Использовались только металлические пробки от бутылок. Имели разный номинал и ликвидность. «Копейкой» в этой «денежной системе» были никак ничем не покрытые пробки от «чебырашек» (как правило от минералки). Покруче были «зеленухи» и пробки с круглым углублением в центре (от лимонада, пива и т. п.), ещё выше ценились пробки с надписями и логотипами (чаще всего Pepsi). Но всё равно они были «копейками». «Рублями» были пробки «с винтом» от крепких напитков.

Пробки аналогичной конструкции от аптечных пузырьков не котировались вообще.

Для использования в игре пробки плющились — каблуком, молотком, прочими тяжёлыми твёрдыми предметами вплоть до поездов и трамваев.

'''Цель игры:''' завладеть как можно большим числом пробок оппонента и потерять как можно меньше своих. В пределе — завладеть всеми пробками, поставлеными на игру.

'''Процесс игры.'''

Инициатор игры зажимал в кулаке от одной до нескольких пробок и, вытянув руку в направлении оппонента, говорил «Чу!» (отсюда и название игры). То есть ставки на игру делались втёмную. Оппонент мог сразу отказаться и просто ретироваться, но если принимал вызов, то делал в направлении вызывающего то же самое. Эти двое могли вызвать на игру и третьего, и четвёртого — без ограничений. После того как окончательно определялось количество участников, кулаки раскрывались (раскрывались ставки), и по номиналу поставленных на игру пробок определялась очерёдность игроков в игре.

Поставленные на игру пробки соединялись в одну общую кучу. Игрок клал их на раскрытую ладонь (существовало множество способов первначальной укладки — каждый игрок по-своему, правилами это не регламентировалось) и резким движением переворачивал ладонь, при этом пробки должны были оказаться на внешней стороне ладони (а также запястья, предплечья, а у виртузов они раскладывались вереницей чуть ни до плеча). Если хоть одна пробка при этом падала на землю, очередь переходила к следующему игроку.

Если ни одна не упала, то делался следующий ход: пробки подбрасывались вверх и хватательным движением от себя собирались в кулак. Хватательные движения на себя или сбоку не допускались — результат, достигнутый таким способом, аннулировался, и в игру вступал следующий игрок.

Количество хватательных движений заявлялось на этапе вызова на игру — чу, двойное чу (два хватательных движения), тройное, иногда больше. В процессе игры это сводилось к тому, что первые несколько пробок (две-три) игрок ловил по одной, а последним движением пытался поймать прочие, ещё оставшиеся в воздухе. Виртуозы таким образом ловили разом до двух-трёх десятков пробок, а иногда и более. Если игрок совершал движений меньше заявленного количества, результат аннулировался, очередь переходила к следующему игроку. Больше заявленного совершать было можно, но охотников усложнять себе жизнь не было.

Все пойманные пробки игрок клал в карман — это его выигрыш.

Упавшие на землю пробки возвращались в игру, и процесс повторялся до тех пор, покуда все пробки не разойдутся по карманам игроков.