!! 7 загадок, решить которые под силу только настоящим детективам

!!! Задача № 1. Побег

Джека посадили в тюрьму с земляным полом и одним окном, расположенным настолько высоко, что достать до него он не может. В камере не было ничего, кроме лопаты. В тюрьме очень сухо и жарко, но ни воды, ни еды Джек не получит, поэтому у него есть всего 2 дня, чтобы сбежать, иначе он погибнет.

Как Джеку сбежать из тюрьмы, если вариант с подкопом не подходит, поскольку его рытье займет намного больше 2 дней?

!!! Задача № 2. Похищенное ожерелье

Миссис Смит обратилась в полицию с заявлением о том, что у нее пропало старинное ожерелье. Когда полицейские прибыли на место, то увидели, что ни на двери, ни на окнах нет следов взлома, и только одно окно разбито. Внутри дома царил полный беспорядок, а весь ковер был в грязных следах.

На следующий день миссис Смит арестовали за мошенничество. Почему?

!!! Задача № 3. Убийство в школе

В первый день учебного года на последней перемене в одном из классов было обнаружено тело учителя географии. У полиции было 4 подозреваемых: садовник, преподаватель математики, учитель физкультуры и директор школы. Все они рассказали, где были во время убийства:

* Садовник подстригал кусты на заднем дворе.
* Преподаватель математики проводил итоговый полугодовой тест.
* Учитель физкультуры играл в баскетбол с учениками.
* Директор весь день провел в своем кабинете.

Сразу же после этого полиция арестовала преступника. Кто убил учителя географии и как полиция вычислила убийцу?

!!! Задача № 4. Одинокий человек

На окраине города жил одинокий пожилой человек, который никогда не уходил далеко от дома. В разгар лета в одну из пятниц утром к его дому пришел почтальон и позвал хозяина, но тот не ответил. Он заглянул в окно и увидел его лежащим на полу в луже крови. Почтальон вызвал полицейского, который нашел возле дома две бутылки с теплым молоком, одну с холодным и ежедневную газету за вторник.

На следующий день полицейский арестовал убийцу. Как полиция так быстро вычислила преступника?

!!! Задача № 5. Две таблетки

Серийный убийца похищал людей и заставлял их принимать 1 из 2 таблеток: первая не приносила вреда, а вторая мгновенно убивала. Оставшуюся таблетку убийца всегда принимал сам. Похищенный проглатывал выбранную таблетку, запивал водой и тут же умирал, а убийце всегда доставалась безвредная таблетка.

Почему убийце ни разу не попалась таблетка с ядом?

!!! Задача № 6. Замерзшие окна

Однажды морозным зимним днем Джон нашел своего друга Джека мертвым в гостиной собственного дома. Джон тут же вызвал полицию и на вопрос полицейского о том, как он нашел тело, ответил, что шел мимо и решил зайти к Джеку в гости.

По его словам, он долго стучал и звонил в дверь, однако друг ему не открывал, хотя через замерзшее окно было видно, что в доме горит свет. Тогда Джон подышал на замерзшее оконное стекло, чтобы растопить лед. Когда он заглянул в комнату, увидел, что Джек лежит на полу.

Полицейский тут же арестовал Джона по подозрению в убийстве. Почему?

!!! Задача № 7. Загадка химика

Известный ученый-химик был найден убитым в своей собственной лаборатории. В помещении не нашли никаких улик, за исключением листка бумаги рядом с телом, на котором было перечислено несколько химических элементов. Следователь выяснил, что в день смерти в лабораторию к ученому приходили 3 человека: его жена Мэри, племянник Николас и друг Джонатан.

Следователь тут же арестовал подозреваемого в убийстве. Как ему это удалось?

!!! Решение

!!!! Задача № 1. Решение
С помощью лопаты Джеку нужно сделать земляную гору под окном, встать на нее и выбраться из тюрьмы.

!!!! Задача № 2. Решение
Полицейские поняли, что миссис Смит обманывает их: стекло в доме могло быть разбито только изнутри, ведь если бы его разбили снаружи, осколки лежали бы на полу комнаты.

!!!! Задача № 3. Решение
Учителя географии убил преподаватель математики. По его словам, он проводил полугодовое тестирование, однако преступление случилось в первый учебный день года.

!!!! Задача № 4. Решение
Очевидно, что убийца — разносчик газет. Только он мог знать, что в четверг и среду газеты уже будет некому читать.

!!!! Задача № 5. Решение
Обе таблетки были абсолютно безвредным, а яд был в стакане с водой, предназначенном для жертвы.

!!!! Задача № 6. Решение
Джон не мог растопить ледяную корку на стекле снаружи дома, поскольку она появляется только на внутренней стороне окна.

!!!! Задача № 7. Решение
Подсказка была на клочке бумаги, лежавшем рядом с жертвой. Если сложить буквы, обозначающие химические элементы, то получится имя Николас на латинице: Ni-C-O-La-S.

----

!!! Убийство аристократа

%thumb%Attach:5108365.jpg%%

Джордж Смит был убит воскресным вечером. В этот момент в доме находилось 5 человек: жена мистера Смита, личный повар, дворецкий, служанка и садовник. Все они рассказали детективу Стивенсу, чем занимались в этот вечер:

* Миссис Смит сидела у камина и читала книгу.
* Повар готовил завтрак.
* Дворецкий командовал рабочими в гостиной.
* Служанка мыла посуду.
* Садовник поливал растения в оранжерее.

Сразу же после разговора детектив арестовал убийцу. Кто убийца и как Стивенс вычислил преступника? Ответ на обороте.

----

%thumb%Attach:5108315.jpg%% 

!!! Глупый убийца

%thumb%Attach:5107765.jpg%%

Детектив разговаривал с доктором в приемном покое, когда в дверь вбежал встревоженный мужчина и закричал: «Кто-то стрелял в мою жену!»

Детектив попросил его рассказать, что случилось. Мужчина представился мистером Кларком и поведал, что он был на работе, когда ему позвонила домработница и сказала, что с его женой случилось что-то ужасное и она в реанимации. Он тут же бросил трубку и побежал в больницу.

Как только мистер Кларк замолчал, детектив тут же арестовал его за покушение на убийство жены. Почему он так поступил?

----

%thumb%Attach:5108265.jpg%%

!!! Кровные узы

%thumb%Attach:5108215.jpg%% 

Миллионер был убит в своем доме выстрелом в лоб. Детектив опросил 3 сыновей миллионера: Джека, Джона и Джеймса, которые были дома.

Джек сказал, что этим вечером он, Джон и отец были на приеме. Они приехали домой и вошли в гостиную: первым зашел отец, за ним Джон и затем сам Джек. Когда отец подошел к лестнице на второй этаж, в дом вошел Джеймс и застрелил отца.
Джон подтвердил показания Джека.
Джеймс рассказал, что был в этот вечер в гостях у друзей, и когда он вошел в гостиную, отец уже был мертв.
Детектив сразу же понял, кто убил миллионера. Кто это был и как Стивенс об этом догадался?

----

%thumb%Attach:5108165.jpg%% 

!!! Побег

%thumb%Attach:5108115.jpg%%

Однажды детективу дали задание найти преступника, сбежавшего из тюрьмы. Он знал, что преступник находится в одном из трех домов, но ему нужно было знать точный адрес, чтобы не спугнуть преступника. Для начала с помощью дрона он сфотографировал дома сверху.

Как только детектив посмотрел на фото, он сразу понял, где находится беглец. Где преступник и как его удалось вычислить?

----

%thumb%Attach:5108065.jpg%% 

!!! Романтическое путешествие

%thumb%Attach:5108015.jpg%%

Мистер и миссис Клайд отправились в путешествие в горы. Но уже через два дня мистер Клайд вернулся домой один. Он пошел в полицию и рассказал детективу, что во время восхождения миссис Клайд разбилась насмерть.

На следующий день детектив Стивенс пошел домой к мистеру Клайду и арестовал его за убийство жены. Клайд признался в совершении преступления, только спросил, как детектив узнал, что он убийца. Стивенс сказал, что утром ему позвонил туристический агент и кое-что сообщил.

Что поведал детективу туристический агент?

----

%thumb%Attach:5107965.jpg%% 

!!! Убийство по дружбе

Мэри и Бен жили в одном доме вместе с 4 своими друзьями. Однажды, вернувшись с работы, Бен увидел на диване мертвую Мэри и тут же вызвал полицию.

Детектив приехал на вызов и понял, что Мэри убили совсем недавно. Он опросил всех 4 друзей.

Миа была на кухне и рассказала, что пришла с работы 2 часа назад и тут же отправилась на кухню.
Джон сидел с книгой на шезлонге в саду и, по его словам, не уходил оттуда с утра.
Дженнифер плавала в бассейне и сказала, что провела там не менее 3 часов.
Джейн была в своей комнате и рисовала.

Детектив попросил всех показать свои руки и тут же понял, что один из них соврал, а значит, этот человек и есть убийца. Как Стивенс определил убийцу?

%thumb%Attach:5107915.jpg%%

----
 
%thumb%Attach:5107865.jpg%% 

!!! Трагедия детектива

%thumb%Attach:5107815.jpg%%

Утром в свой выходной детектив сильно поссорился с женой и ушел, оставив ключи и телефон. Когда вечером он вернулся домой, то застал там своего коллегу, испуганную жену и мертвого человека на полу. Жена рассказывала полицейскому такую историю:

«Я сидела в гостиной и услышала дверной звонок. Подумала, что вернулся муж, и открыла дверь. И тут преступник толкнул меня, вошел в квартиру, и я ударила его ножом, который был у меня в руке».

Услышав это, детектив приказал коллеге арестовать свою жену за то, что она планировала его убийство.

Как детектив догадался об этом?

----

%thumb%Attach:5107715.jpg%% 
