!! Космозо: Бестиарий Кира Булычёва

%thumb%Attach:start14-1024x827.jpg%%

[>
Добро пожаловать в Космозо, самый большой зоопарк инопланетной живности на планете Земля. Вы увидите самых диковинных существ со всех уголков галактики! Впрочем, туристы, прибывшие с других планет, могут по окончании экскурсии проследовать в старый московский зоопарк. Наверняка земные животные покажутся им не менее интересными и удивительными.

Я ваш робот-гид, меня зовут Вертер. Следуйте, пожалуйста, за мной.
<]

!!! Дети Пенелопы

Как вам, должно быть, известно из новостей, не так давно было открыто, что планета Пенелопа — единый разумный организм. Все животные этой планеты — не просто часть экосистемы, но и связаны с единым природным разумом, который управляет всем живым и неживым. Так что животные с Пенелопы у нас находятся, в некотором роде, в гостях. Силой бы их никто не рискнул увезти. Пожалуйста, не обижайте их. А то в прошлом месяце мальчишка кинул камнем в тигрокрыса — так на Пенелопе полгорода снесло землетрясением. И два новых вулкана проснулись.

%thumb%Attach:Penelopa21.jpg%% %thumb%Attach:Penelopa31.jpg%% %thumb%Attach:Penelopa11.jpg%%
Планета Пенелопа «звереет», только если человек вредит её природе.

Многие спрашивают, откуда на такой мирной планете, как Пенелопа, появляются такие страшные хищники, как тигрокрыс?

Объясняю. Создавая хищников, Пенелопа защищается от вторжения человека на свои заповедные территории. Поэтому те, кто охотится или мусорит на этой заповедной планете, рано или поздно столкнутся с огромными щуками, трёхглавыми кобрами или тигрокрысами. А там, где люди живут в мире с природой, хищники не появляются.

Вот, собственно, и тигрокрыс. Морда как у крысы, полоски и клыки как у тигра. Размеры — три метра в длину, не считая крысиных хвостов. Которых, как видите, два, причём левый на несколько сантиметров короче правого. Научного объяснения этому феномену до сих пор не найдено.

%thumb%Attach:Tigrokrys1.jpg%%
Правый хвост длиннее!

%thumb%Attach:HalfDog21-150x142.jpg%% 

А в этом вольере у нас пасутся рогатые половинные собаки. Перед вами вчерашняя задняя половина. Где вторая? А вторая будет завтра. Половинные собаки так живут: передняя половина в одном дне, задняя — в другом. Очень удобно. Правда, браконьеры одно время этим пользовались. Отрубали хвост беззащитной задней половине, а передняя умирала от боли и потери крови. Какая подлость и жестокость! Тем более что любая охота на Пенелопе запрещена.

%thumb%Attach:HalfDog11-150x140.jpg%%

Что вы говорите? Как кормить заднюю половину? Извините, посетителям кормить рогатых собак не разрешается, у них строгий рацион.

!!! Пассажиры «Пегаса»

Должен отметить, что большая часть обитателей московского Космозо попала сюда благодаря усилиям его бессменного директора: профессора Игоря Селезнёва. Предлагаю прокричать троекратное «ура». Ура профессору! Ура отважному экипажу звездолёта «Пегас» — капитану Полоскову и бортмеханику Зелёному! И ура Алисе Селезнёвой, без которой всех их сожрали бы при первой же возможности.

Не пугайтесь, это всего лишь кустик. Да, он ходит и поёт — ну и что в этом такого? В горах Сьерра-Барракуда, где растут такие кустики, это единственная возможность выжить. Восьмой спутник Альдебарана — планета очень засушливая. Когда источник воды иссякает, растения встают на корни как на ноги и идут к новому. И «поют» — издают мелодичные звуки, предупреждающие о засухе. Между прочим, кустики были открыты знаменитым Вторым капитаном!

У вас в руках банка вишнёвого компота, который кустики любят до безумия. Вот он к вам и пристал. Полейте его, и он успокоится. Почему растения любят компот? В моей базе данных нет такой информации. Наверное, они каннибалы.

%thumb%Attach:Professor1-1024x530.jpg%%
Вот он, рядом с нашим уважаемым директором

Лучше поглядите на индикатора. Вон то существо, маленькое и на паучьих ножках. Он меняет цвет в зависимости от настроения. Говорят, если его стукнуть, он станет фиолетовым в крапинку. Не знаю, не пробовал. Не разрешают экспериментировать. При виде меня он всегда идёт лиловыми разводами, потому что гостей он любит.

Мы приближаемся к местам гнездовья склиссов. Как вы, должно быть, знаете, это летающие коровы с планеты Шешинеру. Надо сказать, планета интересная, много казусов со временем, да и с пространством, так что летающему рогатому скоту там никто не удивляется. Их там даже не пасут — всё равно разлетаются. Можете посмотреть, как пролетает склисс. Только на всякий случай раскройте зонтики. Это корова всё-таки, а не голубь.

%thumb%Attach:Skliss1.jpg%%
Это склисс. Он ничей.

Склиссов тоже нашёл профессор Селезнёв, во время знаменитой экспедиции на «Пегасе». Тогда же были открыты и гигантские головасты с Арктура. Правда, с тех пор они выросли и вылупились. Можете посмотреть — вот они сидят на берегу пруда. Кто сказал «обычные лягушки»? Не обычные, а арктурианские! А с Пустой планеты профессор привёз животных-трансформеров. В зависимости от погоды они превращаются то в зверей, то в птиц, а то и в рыб.

Но мои любимые зверушки, конечно, с планеты Шелезяка. Правда, полезных ископаемых там нет, воды нет, растительности тоже не найдено, зато она населена роботами. И чтобы не было скучно, мои собратья с Шелезяки сделали себе механических кошек и собак, которые передвигаются на колёсиках. Ах, слышали бы вы, на каких частотах мурлычет робокот! Человекам не понять.

!!! Почти как люди

Эй, девочка, немедленно прекрати гладить котёнка и поставь его на землю! Это не котёнок, а профессор Рррр с планеты Брастак. Ну и что, что милый? Профессора тоже очень милыми бывают. Вы ещё Громозеку не видели.

%thumb%Attach:wpaper_alisappp_1400x10501-1024x768.jpg%%
Как отличить профессора Рррра от котёнка? У него один большой глаз во лбу и он разговаривает.

Убедительная просьба ко всем инопланетным гостям: не теряйте свои пропуска! А то вас могут принять за экспонаты и не выпустить. И можете не возмущаться: «Как это так, я же разумный и говорю!» Мало ли… Жил у нас долгое время симпатичный золотой медвежонок, ласковый, умный. Оказалось — инопланетный преступник замаскировался. На своей медвежьей планете этот медвежонок был тираном, потом его свергли, и он сбежал на Землю. Выдавал себя за дурачка, а сам разумный, да ещё и гипнотизёр! Вот и верь после этого зверям.

Или взять Шушу. На вид — то ли шестилапый щенок, то ли енот. Послушный, команды выполняет, обожает сгущёнку. Думали, этот Шуша просто животное. Оказалось — разумный и умеет говорить. Только стесняется очень. А если бы заговорил — его бы никуда с родной планеты не увезли. Да и марсианский богомол на самом деле — говорящее и чувствительное существо. Эти двое, да ещё паук-ткач-троглодит, живут в квартире робота Поли… то есть, поправка, семьи Селезнёвых. У них и на дому целый зоопарк.

%thumb%Attach:Shusha1-1024x703.jpg%%
Космонавты спасли Шушу из банки со сгущёнкой.

Разумных существ мы для зоопарка не похищаем. Например, на второй планете системы Медузы «Пегас» как-то наткнулся на камушки, испускающие голограммы. Причём образы они берут прямо из сознания людей: тут тебе хоть три мушкетёра, хоть любимая картина механика Зелёного. До чего интересные существа, а в зоопарк их не взяли — разумные. И разумные мячи с планеты Пять-Четыре, способные проникать в любые места, нам в экспонаты не годятся.

Кстати, я обещал показать вам Громозеку. Вот он, на той стороне озера, гуляет с Алисой Селезнёвой. Почему этот зубастый, когтистый и многоглазый слон со щупальцами не сидит в клетке? Потому что он археолог с Чумарозы, а не экспонат. Не навредит ли он девочке? Конечно, нет, уважаемый турист из Японии, он же самый большой Алисин друг! Простите, что такое «тентакли»? В моём словаре японского нет такого слова.

%thumb%Attach:gromozeka1.png%%
Если бы Громозека не был профессором, он мог бы стать гордостью Космозо.

!!! О тварях космических

Одну минуточку. Кажется, меня зовёт профессор Селезнёв… Ах ты негодник! Нет, это я не профессору, а Говоруну. Этот нахальный попугай в точности изображает чужие голоса и заучивает любые фразы, которые слышал. Ужасно болтливая птица. Причём у Говоруна два клюва, так что он может говорить двумя голосами одновременно. Родом эти птицы с планеты Блук.

Интереснее всего, что говоруны умеют летать между звёзд. Как нетрудно догадаться, они не нуждаются в воздухе. Так что, когда пират Крыс пытался уничтожить говорунов, поглощая кислород на Блуке, он делал не только большую гадость, но и большую глупость. А судя по тому, что говоруны не проводят в пути столетия, их скорость вполне сравнима со скоростью некоторых космических кораблей. Наш Говорун, например, недели две назад летал на Блук и набрался там новых анекдотов. Покою от него потом не было. Паук-ткач-троглодит от смеха всю пряжу спутал.

%thumb%Attach:Govorun1.jpg%%
Птица Говорун. Отличается умом и сообразительностью.

%thumb%Attach:sparadek1-279x300.jpg%%
На конце хвоста у спарадека растёт поварёшка.

Совершенно не обязательно кормить Говоруна. В Космозо звери голодными не бывают. Если вам настолько не терпится кого-нибудь покормить, можете зайти в вольер к космическому спарадеку. Он всё время что-нибудь ест, и даже внешне похож на кастрюлю. В него кидают пищу, он сам её варит и помешивает хвостом.

А в нашем террариуме вы можете посмотреть на малого дракончика с планеты Эвридика. Да, вот это зубастое существо шестнадцати метров длиной называется «малым». Не путайте с большим звёздным дракончиком — этого ещё никому поймать не удавалось. Большой дракончик живёт в открытом космосе и достигает в длину полкилометра, а шкура у него цельнометаллическая, толщиной от 30 до 50 метров.

Большие дракончики — существа довольно опасные. Они летают в космосе с разинутой пастью и глотают всё, что попадается на пути. Пасть у них шириной в половину тела, а тело, напомню, в полкилометра. Так что иногда они проглатывают даже космические корабли. И тогда ваша судьба зависит от того, в брюхо к какому дракончику вы попали. У больших дракончиков в желудке находится озеро кислоты, разъедающей обшивку звездолётов. Если вас проглотил большой дракончик, можете начинать паниковать. А вот в брюхе малого дракончика у вас есть шанс выжить и даже комфортно подождать помощи.

В открытом космосе вообще живёт много интересных зверей — например, космические журавли. Это потрясающе красивые существа, похожие на гигантских бабочек с разноцветными крыльями. Они такие хрупкие, что их погубит малейшая сила тяжести. Поэтому журавлей очень трудно содержать. Мы держим их в специальных клетках с невесомостью на входе в Космозо.

!!! Лекция о том, чего нет

Вообще есть немало зверей, которых невозможно держать в зоопарке. Нет у нас снеговиков с Плутона, которые живут то в твёрдом состоянии, то в газообразном. Их ещё никому не удавалось поймать. Только подбежишь к такому, а он шасть из тени на свет — и испаряется. Такого и перевозить трудно, разве что в испарённом виде засунуть в герметичную банку.

Не держим мы и замухраков. Они слишком опасны. Эти крохотные чёрные насекомые способны в считанные дни поглотить кислород из атмосферы целой планеты. Поэтому их используют в своих гнусных целях космические пираты. Кстати, вполне возможно, что именно их использовал Крыс на Блуке.

А бывают такие звери, что их ни в какой зоопарк не запихаешь. Поэтому профессор Селезнёв в своё время отказался принять в Космозо живую туманность, которую ему хотела подарить Элла, жена Первого капитана. Мало того, что планета не подходит для её обитания, так ещё и скука смертная — смотреть на комок серого тумана! У нас всё-таки заведение, в котором не дают скучать. Элла теперь ищет по всей галактике живую планету. Надеюсь, эта дамочка не потребует, чтобы мы и планету запихали в Космозо. На всякий случай не рассказывайте Элле про Пенелопу и её единый разум, ладно?

%thumb%Attach:Cosmozoo1-1024x769.jpg%%
В сериале «Гостья из будущего» в названии Космозо появилось лишнее «о».

!!! Твари земные

%thumb%Attach:Delfin1-167x300.jpg%%
А ты знаешь, что дельфины разговаривают? Только не с каждым.

А теперь, как я и обещал, мы посетим часть зоопарка, посвящённую простым земным животным. Вот, например, совершенно обыкновенный земной бронтозавр. Зовут Бронтя. Он вылупился из чудом сохранившегося яйца, которое пролежало миллионы лет в оползне на берегу Енисея. Его можно кормить. Только не пытайтесь давать ему бананы — они ему до смерти надоели.

А вот идёт совершенно обыкновенный земной питекантроп по имени Геракл. Его случайно привезли из каменного века на машине времени. Можете с ним поболтать. Разумный ли он? Конечно, нет! То лабораторию затопит, то под лучи омоложения залезет… Ума — ни на грош! Кстати, именно Геракл прихлопнул редкого комгуся — помесь комара с гусём. Этого мутанта вывел Пашка Гераскин, чтобы комары летом улетали на север. Немного не рассчитал, конечно, вот и получился комар размером с гуся, а не наоборот.

Кроме бронтозавра и питекантропа, из доисторических зверей сохранился ещё и земной дракон — вернее, драконозавр. Но он живёт не в московском Космозо, а в Шотландии, на озере Лох-Несс. Его ниоткуда не вылупляли, а перенесли из прошлого, да ещё чуть не потеряли во временах Робина Гуда.

Наша экскурсия подходит к концу. Напоминаю, что из зоопарка выпустят только тех, кто докажет свою разумность, остальные могут оставаться в качестве экспонатов. Ха-ха-ха. Роботская шутка. Желаю вам приятно провести время на Земле конца двадцать первого века!

!!! Путеводитель Вертера

!!!! Станция юннатов

%thumb%Attach:Heracles1-178x300.jpg%%

Тем, кто интересуется не только животными, но и растениями, советуем посетить станцию юных натуралистов на Гоголевском бульваре. Там растут колосья апельяблок, чувствительные растения и почти разумные грибы. Тамошняя смородина особенно стыдливая — краснеет, когда у неё опадают листья, потому что считает: стоять голой неприлично. Грибы на станции сами обороняются от грибников. А как-то раз там даже вырастили стометровые яблони, которые чуть не разрушили Москву.

!!!! Океанские чудеса

%thumb%Attach:Morskoy1-165x300.jpg%%

Обязательно слетайте на Тихий океан. Там Пашка и Алиса недавно обнаружили легендарную Атлантиду. Правда, сейчас она затоплена, но до недавнего времени там жили последние атланты и плотоядные крабы-камеусы. Каждое полнолуние камеусы выходили на охоту и разрывали на части всех, кого встречали. Можно предположить, что в полнолуние вода поднималась, и прилив выгонял их из пещер. Сейчас камеусов больше не осталось, но где-то на руинах Атлантиды до сих пор водятся русалки и морской змей. Змея зовут Эмпидоклюс, и он очень игривый.

Только ныряйте осторожно. На дне Тихого океана ещё со Второй мировой войны покоятся затонувшие японские корабли. Возле них можно наткнуться на пираний-мутантов, которые обгладывают любую рыбу до костей в считанные минуты. Если попадёте в беду, зовите на помощь дельфинов — они, как выяснилось, тоже разумные.

!!!! Заповедник сказок

%thumb%Attach:Skazki1-201x300.jpg%%

Как вы, вероятно, знаете из учебников истории, на Земле между третьим и четвёртым ледниковыми периодами была Эпоха сказок, в которую жили всякие колдуны, гномы, драконы и прочие бесполезные твари. На них можно посмотреть в Заповеднике сказок. Среди прочего, там есть волк-вегетарианец, Дед Мороз со Снегурочкой, Красная Шапочка, дракон Змей Гордыныч и прочие герои фольклора. В остальных местах все волшебные существа вымерли. Колдовать-то они умели, а вот роботов у них не было. А человек без робота — пропащая душа!

Директор заповедника Иван Иванович Царевич — козёл! В прямом смысле слова. Иногда он превращается в козлика, причём не говорящего. А вот остальные животные в Заповеднике сказок — говорящие и разумные. Слава богу, что я не там работаю. Если бы всё зверьё в Космозо начало разговаривать, у меня бы, наверное, микросхемы поплавились.
