!! Картинка с домом

# Домов под нулевым номером не бывает.
# Ветер дует в разные стороны: дым из трубы идет в одну сторону, а деревья гнутся в другую.
# Непонятно, какое время года изображено на картинке: есть и деревья с листвой, и деревья, уже сбросившие ее.
# На лошади есть седло, но нет хомута.
# Лошадь пашет в обратную сторону (то есть идет туда, где уже вспахано).
# Лошадь пашет одна (нет пахаря, который держал бы плуг).
# У дома есть лесенка (порог), но нет двери.
# Занавески на окне висят снаружи.
# На сосне ветка с листвой другого дерева.
# Тень от человека падает в одну сторону, а от собаки — в другую.
# На тени от дома нет ни крыши, ни трубы.
# У калитки 5 вертикальных досок, но тень отбрасывают только 4.
# Тележка с сеном на заднем плане значительно выше человеческого роста.
# Звезды видны практически в полдень.
# У одной из овец нет ноги.
# Листья на березе совсем не березовые, а больше похожи на можжевеловые.
