!! Транспорт

(:childlist:)

I			Гор. Звездный		Пл. Хикстона		
II			Пл. Хикстона			Серый Мыс		
III			Пл. Гагарина			Ш. Вако
IV			Транспорт-Центр	Пл. Планет
V			Пл. Хикстона			Пл. Гагарина	
VI			Гор. Звездный		Пл. Гагарина
VII		Пл. Хикстона			Ст. Мискатон	
VIII		Пл. Хикстона			Пл. Смотровая		
IX			Пл. Хикстона			Серый Мыс		
X			Пл. Гагарина			Пл. Смотровая
XI			Пл. Гагарина			Управление П-Г
XII		Пл. Гагарина			Д/О "Озеро"		
XIII		Транспорт-Центр	Пл. Смотровая
XIV		Серый Мыс			Пл. Планет		
XV		Пл. Планет			Пл. Смотровая		
XVI		Масс. Посад			Ш. Вако		
XVII		Ст. Мискатон		Д/О "Озеро"		
XVIII	Д/О "Озеро"			Кв. ГРЭС		
XIX		Авиашкола			Г. Алтарь		
																										
a		Кв. Островной		Холм Охта		
b		Кв. Островной		Мерв-Касл
c		Южный Парк			Аэропорт
d		Мерв-Касл				Аэропорт		
e		Южный Парк			Масс. Посад
f		Мерв-Касл				Масс. Посад
g		Масс. Посад			Пл. Гагарина
h		Ш. Вако					Кейптаун
i		Пл. Гагарина			Кв. Арасака
j		Кв. Арасака			Кв. Озерный
k		Кв. Арасака			Пос. Синтер		
l		Холм Охта				Южный Парк			
m		Кв. Островной		Холм Охта
n		Кв. Озерный			Аэропорт
o		Холм Охта				Креп. Каскад
p		Университет			Гор. Эль-Песо
q		Гор. Эль-Песо		Пл. Гагарина
r		Холм Охта				Кейптаун
s		Университет			Гор. Эль-Песо
t		В/ч 50/51					Лесничество
u		Пл. Гагарина			Южный Парк		
v		Парк Розы				В/ч 50/51	
														
1			Пос. Звезда			Кв. Арасака		
2		Ш. Вако					Транспорт-Центр
3		Ст. Мискатон		Аэропорт		
4		Пл. Арканская		Пл. Славы		
5		Пл. Славы				Ш. Вако
6		Ш. Вако					В/ч 50/51		
7		Аэропорт				Пл. Планет		
8		Кв. Островной		Университет
9		Кв. Островной		Университет
10	Транспорт-Центр	Пл. Планет
11	Транспорт-Центр	Мерв-Касл
12	Аэропорт				Пляж
13	Пос. Звезда			Пл. Планет		
14	Университет			Креп. Каскад		
15	Университет			Кв.ГРЭС
16	Аэропорт				Серый Мыс		
17	Пл. Гагарина			Скалодром		
18	Мерв-Касл				Ст. Мискатон		
19	Мерв-Касл				Серый Мыс		
20	Транспорт-Центр	Пл. Славы
21	Пляж						Пл. Славы		
22	Серый Мыс			Пл. Славы		
23	Серый Мыс			Серый Мыс		
24	Кв. Островной		В/ч 50/51
25	Университет			Пл. Арканская
26	Кейптаун				Пл. Славы
27	Аэропорт				Университет	
28	Пляж						Ш. Вако
29	Транспорт-Центр	Пл. Славы
30	Аэропорт				Кейптаун
31	Аэропорт				Кв. Островной
32	Холм Охта				Кв. Арасака
33	Гор. Эль-Песо		Кв. Арасака
34	Ст. Мискатон		Пл. Славы
35	Аэропорт				Кв. Островной
36	Транспорт-Центр	Серый Мыс		
37	Кв. Островной		Мерв-Касл
38	Пос. Звезда			Аэропорт		
39	Гор. Эль-Песо		Пос. Синтер
40	Пл. Планет			Лесничество
41	Кв. Островной		ККЗ "Голливуд"
42	Серый Мыс			Кв. Арасака		
43	Пл. Арканская		Парк Розы
44	Аэропорт				Пл. Гагарина
45	Ст. Мискатон		Пл. Гагарина
46	Пл. Славы				Дом Совета
47	Серый Мыс			Кейптаун		
48	Серый Мыс			Пл. Гагарина		
49	Аэропорт				ККЗ "Голливуд"
50	Пл. Гагарина			Пл. Славы
51	Пл. Гагарина			Пляж
52	Авиашкола			Ул. Дачная
53	Пл. Планет			Пос. Синтер
54	Кв. Островной		Пляж
55	Пл. Арканская		Бот. Сад	Пл.
56	Пл. Арканская		Г. Алтарь		
57	Пл. Арканская		Пл. Гагарина
58	Пл. Арканская		Пос. Тейлора
59	Холм Охта				Кв. Арасака	
60	Кв. Арасака			Дом Совета		
61	Д/О "Озеро"			Университет
62	Университет			Дом Совета
63	Транспорт-Центр	Пл. Гагарина
64	Пл. Планет			Парк Розы
65	Пл. Планет			Пос. Тейлора
66	Космозоо				Дом Совета
67	Аэропорт				Бот. Сад
68	Лесничество			В/ч 50/51
69	Пл. Планет			Ул. Дачная
70	Серый Мыс			Авиашкола		
71	Пос. Тейлора			В/ч 50/51
72	Пл. Арканская		Космозоо
73	Холм Охта				Управление П-Г
74	Пл. Гагарина			Д/О "Озеро"
75	Транспорт-Центр	Пос. Первый