!! Фишки

'''Суть игры и история:''' они же «сотки», «кэпсы» (от англ. — caps). Была популярна с середины 90-х и обладает некоторой популярностью в наши дни. Помимо собственно игры, фишки можно было коллекционировать, что, в свою очередь, давало стимул больше играть (и по мере возможности — успешно). Иногда к набору фишек прилагалась бита — сходный по форме утяжелённый пластиковый (или металлический, особо котируемый) девайс для битья по стопке оных. В разное время и в разных местах продавались всеразличные вариации фишек, имеющие, правда, примерно одинаковую тематику: популярные фильмы/мультики, супергерои, монстры и тому подобные объекты обожания подрастающего поколения. Некоторые из серий, тысячи их:

* Непосредственно «caps», первые серии без особой тематики с рэндомными изображениями;
* SOTKA — также носитель оригинальных изобразительных искусств.
* Комиксы и фильмы: Mortal Kombat, Street Fighter, Lucky LucK, POG, Batman и проч.
* «Голды» (Gold) — фишки с разноцветным блестящим покрытием и околофэнтезийными картинками (драконы-скелеты-волки и прочая готека), флуоресцентные фишки, светящиеся в темноте зеленым светом;
* Покемоны с кучей вариаций. Были популярны во времена повального помешательства школоты на одноимённом сериале (2000—2001 год).
* Фишки-юлы. В центре фишек (обычно «летающих», с выемками по краям) были специальные отверстия, куда вставлялась крестообразная палочка. После чего фишки одновременно раскручивались на любой годной поверхности. Целью игры было сбить своей фишкой другие.
* Спортсмены, «гоночки», мотоциклы и прочая пацанская тематика;
* «Летающие» фишки — сделаны из пластика, по бокам имеются небольшие выемки, при помощи которых можно запускать фишки в свободный полёт. Особенно доставляли фишки на Mortal Kombat тематику с изображением Fatality тех или иных персонажей.
* Эротика — фишки с голыми тётками, часто — со стирающейся водой/слюнями одеждой, что доставляло начинающим любителям прона, позволяя «раздевать девок». Преимущества очевидны — помимо игр, можно посозерцать прекрасное.
* Были и самодельные, не менее ценные, фишки — даже продавались соответствующие наклейки-заготовки, или картинки рисовались самостоятельно. Особо доставляло покрывать получившийся кусок картонки вырезкой от полиэтиленового пакета (или пленки) или маминым лаком для волос — чтоб фишки блестели, как новые.
* Chupa-chups и прочие фишки-в-довесок. Ценились мало.

'''Площадка:''' твердая и гладкая поверхность, обычно школьный пол или парта в классе. Впрочем, можно было играть и на улице, особенно пластиковыми фишками.

'''Количество участников:''' два или три, можно и больше (до 7-8), хотя такое встречалось нечасто.

'''Правила:'''

Два основных способа игры:

* С битой. В этом случае игроки складывают фишки в одну стопку и по очереди бьют по ним битой. Перевернувшиеся после удара «картинкой вверх» фишки ударивший забирает себе. Выпавшие из стопки, но не перевернувшиеся фишки, складывают обратно.
* Без биты. В этом случае кидают саму стопку фишек «рубашкой вверх». Фишки, перевернувшиеся после удара о пол/парту/прочее, игрок забирает себе. Не перевернувшиеся фишки кидают далее, пока все фишки не окажутся выигранными.

На кон можно ставить не только по одной фишке, но и по несколько, хотя такое практиковалось нечасто. Очерёдность броска определяется жребием — чаще всего, стандартным «камень-ножницы-бумага». Также, иногда было запрещено при игре «без биты» кидать стопку фишек, если нижняя в ней была пластиковая, обязательно нужно было ставить картонную.

Иногда нужно было договориться о режиме игры — «с помехами» или «без помех». В первом случае фишки, отскочившие от рук игроков\упавшие на землю\добавить своё, не учитывались, и их приходилось перекидывать заново. У второго режима существовал любопытный читкод, который, правда, действовал исключительно на младшеклассников (так как от других можно было получить неиллюзорной пизды) — следовало просто положить фишки на ладонь обратной стороной и перевернуть. WIN!

Каждая фишка имеет свою ценность — на одну «ценную» фишку, выставленную игроком, остальные должны поставить по несколько «обычных». По идее, достоинство отдельно взятой фишки указано на оборотной стороне, но на это традиционно клали болт. Однако собственные правила всё же придумывались: одна новая фишка могла стоить двух помятых/потёртых (так как «кэпсы» в большинстве своём картонные, а народ играл месяцами), «покемонские» фишки в период лютой фагготрии были явно ценнее обычных, а уж за «летающие» экземпляры, особенно редкие в провинции, могли заломить и цену в десяток простых «кэпсов».

В начале нулевых в некоторых школах место фишек использовались реальные, находящиеся в обращении монеты: от 10 копеек и до 5 рублей + особенно котировались 10-рублевые юбилейные монеты, которые иногда, из-за их редкости, разменивали из расчета 11 нормальных рублей за одну, а то и больше. Правила такие же, как и в фишках без биты, но перевернувшиеся решкой вверх монеты надо было повторно выбивать: брать по одной, херачить об пол орлом кверху, если перевернется — забирать. За одну перемену игрок мог просадить рублей 50-100, или (реже) столько же выиграть. Разумеется, педсостав такие игры не поощрял (см. Недостатки).

В некоторых областях этой страны фишки приравнивались к материальным благам и средствам обмена. Ввиду ценности данного объекта вокруг фишек могли стекаться чуть ли не ОПГ, которые могли грабить корованы и потом делить добычу, меняя это все, извлекать профит и идти к прочему успеху. Также были зафиксированы случаи лохотрона, когда анонимус-фрилансер мог «в долг» взять у лоха фишек и играть с ним на них же под предлогом «не ссы, отдам же». В результате чего лох проигрывая, к примеру, две фишки, получал от должника две ранее отданных своих же. Потом, когда долг был отдан, оставалось только слить все его богатство к себе в карман. Таким образом, можно было получить фишки, не имея ни одной своей! Потом, просрав все, дурак ревел, стоял на коленях и просил отдать свое добро. Такие дела.

'''Преимущества:'''

* Возможность хорошо провести время на перемене.
* Отсутствие травм (иногда игра заканчивалась разбитыми носами).
* Можно было попутно заниматься коллекционированием.

'''Недостатки:'''

* Азартность игры, хотя и без денежной ставки (с такими вытекающими, как мухлёж, срачи, баттхёрт по поводу крупных проигрышей и т. д.).
* Учителям и особенно школьному охраннику эта игра не нравилась (см. предыдущий недостаток). Дежурным же школярам предоставлялся удобный случай силовым методом спиздить все фишки у запалившейся младшей школоты под удобным предлогом наведения «конституционного порядка».
* Покемоны зомбируют твой моск! Мы все умрем!11
* Пристрастие к этим вашим пиндосским чипсам, отравляющим моск, тело, ум и душу, ибо фишки невозбранно добывались из пачек во время большой перемены.