!! Солдаты (Пекарь, Палки-банки, Поп, Банкир, Банки-склянки, Клёк, Пикарь, Повар, Кашевары)

'''Суть игры и история:''' появилась до 90-х, расцвет пришелся именно на них. Цель — быстрее всех подняться по лестнице званий до генерала, генералиссимуса или любого «самого главного перца». Право подняться давалось тому, кто собьет палкой консервную банку.

'''Площадка:''' дорога во дворе, асфальт.

'''Количество участников:''' хоть 100, обычно человек 10.

'''Правила:'''

Чертится мелом на асфальте таблица в 1 столбец и кучей строк, в которых в порядке возрастания перечисляются звания; на расстоянии 20 шагов (по договоренности, чем дальше, тем лучше) от самого старшего звания ставится банка на кирпиче. Задача: стоя на своем звании, попытаться попасть (в некоторых версиях каждому званию соответствовал только свой тип броска. Так, один мог кидать только с закрытыми глазами, другой — только плашмя сверху, третий — плашмя снизу и т. д.) в банку приготовленной, строго индивидуальной палкой (подбиралась по типу и силе — здоровое бревно, прут из спинки солдатской кровати или изящный кий, кому как).

При попадании (сбивании банки) играющий имел право забрать палку и подняться на 1 звание выше, те, кто не попал, и палки их лежат возле банки, должны были их забрать, при этом водящий (вечно поднимающий сбитую банку и не повышающийся по званию, пока водит) должен был задеть жертву, у которой в руках палка, и сбить банку (тогда задетый становился водящим и должен был бежать за банкой и возвращать ее на место). Если у играющего не было в руке палки, трогать его не разрешалось (кого и как задевать часто определялось правилами двора в зависимости от текущего звания игрока. Некоторых можно было салить с палкой, некоторых только без палки, некоторых за правую ногу и т. д. Иногда игроки с лежащими накрест палками имели право свалить с поляны, не обращая внимания на пекаря). Игроки могли взять свою палку и сбить ей банку быстрее водящего, тогда водящий обязан был вернуть ее на место и только потом снова начинать искать жертву; все остальные должны были в это время съебывать, хватать палки и по тапкам (так как палки залетали черт-те куда), короче без стоящей на месте банки заводить никого нельзя. Забежал за линию званий с палкой — все, спасся. Считалось почетным спасти друга, пока он бегает за 3 пизды за палкой, сбивая банку или отвлекая водящего.

Метанием копья и основами штыкового боя овладевали в совершенстве. В определенных версиях игры, дабы не обламываться от окончания, дойдя до последнего звания, можно было получить виртуальную медаль и с нею начать все заново, не останавливая ход игры. Затем, получив 3 медали, можно было получить орден и т. д. Но так далеко не заходило, ибо всем уже настоебенивало кидаться палками, и нужно было развлекаться как-то по-другому, интернетов ведь не было.

'''Преимущества:'''

* Куча: от основ плотничества до бильярдного хладнокровия. Палку надо было искать такую, чтоб была предсказуема в полете (в идеале — алюминиевая лыжная без чашечки — легкая, гнется и острый кончик, чтоб с ботинка не соскальзывала при спорных бросках).
* При забирании палки играющими реакция их стремилась к кошачьей, а у водящего при звуках сбитой банки начинался приступ ярости, что доставляло.

'''Недостатки:'''

* Травматизм при попадании палки и драки оными с травматизмом, причем и мирного населения тоже.
* Шум, поздно играть не позволялось.

Под названием «Пекарь» существовала и другая игра — выбирали «пекаря», завязывали ему глаза и вручали палку. «Пекарь» неподвижно стоял — ноги на ширине плеч — и между его ног лежал какой-то небольшой предмет (чаще всего — консервная жестянка). Остальные игроки должны были с помощью палок вытолкнуть\вытащить\выбить предмет из-под «пекаря», а «пекарь» — отбивал их палки своей палкой. Игра была не совсем безопасной, так как «пекарь» махал палкой вслепую.