!! Классики

%thumb%Attach:07121119-1397449007_002-ellf.ru_-520x334.jpg%%

Многие думают, что «классики» придумали в СССР. На самом деле, это очень древняя игра. Уже в Средние века мальчишки (изначально игра была мальчишеская) прыгали по пронумерованным квадратам. В России в «классики» вовсю играли уже в конце ХIX века.

!!! Правила

На асфальте мелом чертится прямоугольное поле с 10 квадратами и полукругом («котел», «вода», «огонь»). Вариантов прыжков и разметки площадки существует несколько. Но, как правило, игроки по очереди кидают битку (камушек, коробочка из-под леденцов и т.д.) в первый квадрат. Затем первый игрок перепрыгивает из квадрата в квадрат и толкает за собой битку.

* №1 – одна нога;
* №2 – одна нога;
* №3 и 4 – левая на 3, правая на 4;
* №5 – двумя ногами (можно передохнуть);
* №6 и 7 – левая на 6, правая на 7;
* №8 – одна нога;
* №9 и 10 – левая на 9, правая на 10.

Затем поворот на 180% и обратно тем же манером. Наступил на черту или битка на нее попала? Встал на обе ноги? Ход переходит к другому.

'''Количество игроков:''' не ограничено.