!! Пробки

Attach:100px-Sashaslonik.jpg
Одеколон «Саша» с пробкой типа «Слоник».

Attach:100px-Sashabezb.png
Снова «Саша», но с пробкой типа «Безбойка».

'''Площадка:''' любая поверхность с ровным покрытием — асфальтированный двор, школьный коридор.

'''Количество участников:''' от 2 до 6. Идеально — 4.

'''Правила:'''

Школьники набегали на помойки, домашние аптечки и подобные залежи сокровищ и свинчивали пробки с флаконов и пузырьков. Пробки с лосьонов, настоек и капель с четырьмя выпуклыми насечками назывались «трактор», не имели никакой ценности, второе их название «барабанчик», третье — «горшок» — из-за сходства с ночным горшком. Пробки от советской зубной пасты именовались «лисичками». Пробки с флаконов мужского одеколона навроде «Шипр», «Тройной», «Саша» и «Гвоздика» с округлыми насечками именовались «слониками», ибо напоминали слоновью ногу. Прорезиненные пробки с множеством мелких граней и кругами на верхней стороне (напоминавшими круги на срезе дерева) назывались «безбойками» и имели столько жизней, сколько кругов на верхушке. Шарообразные цветные от флаконов с импортной парфюмерией назывались «глобус». Самые козырные пробки — позолоченные шарообразные — назывались «космонавт», поскольку напоминали шлем оного. «Королем» назывались цилиндрические, расширяющиеся к верху пробки, обычно от статусного парфюма. Самое лулзовое название имели пробки от детских зубных паст или дешевых кремов — «писюлёк». Название породил небольшой размер пробок. Как и вкладышами, пробками менялись и приторговывали.

Пробки неизвестной большинству местных игроков формы и конструкции могли цениться как неебически высоко, так и не иметь никакой ценности. Важно было найти несколько свидетелей их ценности (понятно, что лжесвидетелей, ибо твои друзья или за пробки же). Хотя и с другой стороны можно было найти стопицот свидетелей говенности твоей пробки.

Сама игра заключается в следующем. Каждый игрок ставит на поле несколько пробок так, чтобы сумма очков за все пробки у каждого была равна. Затем игрок берет с поля любую свою пробку — биток. Биток зажимается между ступнями ног и игрок прыгает на месте, пытаясь в прыжке выбросить биток на поле. Пробки, которых биток коснулся и сдвинул с места, считаются ранеными. Если стоимость битка выше стоимости раненной пробки, такая пробка отходит в собственность игрока. В противном случае из очков раненой пробки вычитаются очки битка, и она остается в игре, но с уменьшенной стоимостью. Если игрок промахнулся и ни одна пробка не задета, то ход переходит к следующему игроку.

'''Другой вариант.''' Игроки сбрасывали пробки с руки кручёным броском при помощи двух пальцев. Задача была в том, чтобы пробка после взбрасывания не упала на бок, а встала на основание. (Именно поэтому «тракторы» и «барабанчики» к игре не допускались, так как из-за своей плоской и приплюснутой формы вставали на основание чуть более, чем всегда). После взброса вставшие пробки оставались в игре и пинались потихоньку ногами навстречу пробкам соперника с целью опрокинуть оных своей пробкой на бок. У каждого вида пробки было определённое число ходов, а «безбойка», в случае вставания, автоматически объявлялась победителем, то есть её владелец забирал себе пробки других игроков. Для того же чтобы выпилить «безбойку» из игры и соответственно завладеть ею, её надо было замочить столько раз, сколько кругов у ней было на верхней стороне (чаще всего попадались с 7 жизнями).

'''Существует и третья разновидность игры.''' Пробки скидывались двумя указательными пальцами с колена в маленькую ямку с разного расстояния. После каждого попадания следовало отходить дальше. Непопавший терял жизнь и оставался на том же рубеже. Если жизни кончались — пробку следовало бросить в ямку и она уходила в джекпот. Если на последнем рубеже оставалось более одного победителя — игра начиналась заново.

'''И четвёртая.''' Были некоторые особенности. А именно:

* Пробки от кремов и прочих тюбиков в играх не участвовали;
* Пробки как со срезом дерева (мягкие, пластмассовые и самые распространённые) назывались солдатиками;
* Слониками (или похоже) назывались пробки как у пробки от валерьянки, но нормального размера, и были вторыми после королевки;
* Королевкой была пробка от валерьянки (с тремя насечками в группе, по кругу ~4 группы);
* Пробки кидались рукой, целью было перевернуть пробку или повалить.

'''И пятая.''' Сыктывкар.

Играют двое.

Пробки, которые гнулись — «фальшивки», к игре не допускались. Ценность пробке придавал цвет. Редкоцветные пробки иногда ценились в четыре раза к номиналу. Ясно, что были попытки покраски пробок и втуливания их.

Некоторые пробки белого цвета также были неликвидны, ввиду их большой распространенности. Треснутые пробки также не считались ликвидом.

Пробки обычно набивались пластилином, некоторые еще добавляли какой-нибудь болтик, что считалось читерством.

Было два варианта игры:

# От стенки до стенки. Пробки выставлялись на заранее оговоренное расстояние, обычно меж двух стенок школьного коридора. Обговаривались правила, например «от стенки не берем», «чирком не берем» и т. п. Пробка зажималась между ступней и в прыжке выстреливалась по пробке противника. Нужно было попасть количество раз соответственно стоимости пробки. После попадания можно было сходить еще раз. После хода пробки выставлялись к стенкам снова.
# В длину. Все тоже самое, только без выставления к стенкам. Играли обычно вдоль школьного же коридора или на улице. После хода пробки не выставлялись, а продолжали мочить соперника с места, где остановились.

Соответственно были другие ценности и названия:

* Пешка, олимпийка — 4 олимпийские насечки с 4-х сторон, белая — неликвид.
* Мелкашка, снайперка — уменьшенная копия пешки, обычно на бутылке с йодом. Белая — фальшивка.
* Турка — на духах. Высокий цилиндр с мелкой насечкой внизу и полостью сверху.
* Франча — широкая бочка с мелкой насечкой по всей высоте, сверху — полость.
* Колбаса — зауженая копия франчи.
* Сухопут — позолоченный шар; играть сухопутом считалось читерством. Реальные поцаны играли на него другими пробками, так называемыми «заменами».

Были нехилые холивары по выяснению ликвида.