!! Master of Magic, The

''Mastertronic, 1986''

15 мая 195.. Сегодня, когда я вспоминаю о там, что Лорхен настойчиво отговаривала маня от этой экспедиции, мне становится не по себе еще и от того, что на ум лезут слова моей бабушки:

- Дорогой мой, эта женщина слишком черна для того, чтобы быть твоей женой. Неужели от ее взгляда у тебя мурашки по спине не бегают?

Но дело сделано: я забрался в самое сердце известнейших карстовых пещер Южного Сассекса, надеясь увидеть то, что до сих пор но видели глаза человека и, кажется, мои ожидания оправдались с лихвой.

Через двое суток блужданий по лабиринтам пещер я вышел к красивейшему подземному озеру с темной водой, где решил сделать привал. Разбив лагерь, я подошел к нему, собираясь умыться и, когда наклонился к воде, заметил, что ее поверхность зарябила, и вдруг, совершенно неожиданно для меня из нее появилась огромная рука, которая схватив меня за шиворот, увлекла в пучину.

Когда я очнулся, то сначала не понял, где я нахожусь. Кто-то приподнял мою голову и бережно поднес к губам сосуд с питьем. Проглотив жидкость, я почувствовал себя бодрее и открыл глаза. Передо мной сидело кто-то или что-то, что во своему внешнему виду очень напоминало гибрид гигантской улитки с человеком. В довершение ко всему, это существо было покрыто эелеными липкими волосами. Из горла моего вырвался крик ужаса.

- Здравствуй, землянин, произнесло существо утробным картавым голосом. - Не бойся меня. Я - Челрик, один из последних могущественным магов оставшихся в живых.

Давным-давно, достигнув определенных успехов в магии и поняв, что жизнь на поверхности бессмысленна, я перебрался жить сюда. С тех пор прошло несколько столетий. Я продолжал совершенствовать свое искусство, и мне открылась тайна вечного бессмертия. Но для достижения этой величайшей цели мне необходима помощь человека с поверхности земли, ибо только во власти людей добить то, что нужно мне.

- Что же тебе нужно? - еще не веря в реальность происходящего, спросил я.

- Мне нужен амулет бессмертия, взять который могут только люди. И, если ты хочешь вернуться в свой мир, ты должен помочь мне. Иначе я не смогу вернуть тебя к твоей семье. Я должен предупредить тебя о том, что в этих поисках тебя ждет много опасностей, но, к сожалению, я не могу дать тебе оружия. У меня просто-напросто его нет. Но я научу тебя некоторым заклинаниям, которые помогут тебе в беде.


16 мая 195.. Остаток прошлых суток Челрик учил меня колдовству. Своим прагматичным умом я понял, как вызывать магические ракеты (MAGIC MISSILE), создавать вокруг себя волшебный энергетический     заслон     (MAGICAL     SHIELD), вызывать шаровую молнию (FIREBALL) и проводить энергетическое осушение болот и других водных преград (ENERGY DRAIN), которые мне могут попасться на пути.

- Если ты добудешь амулет бессмертия, то должен положить его на пьедестал у озера, - сказал мне Челрик на прощание. - Если же ты не сделаешь этого, ты никогда не вернешься домой. И запомни, для того, чтобы вызвать заклинание, ты должен сначала произнести слово CAST!

!!! На этом мы и расстались.

Я все мог представить, не такого - никогда. Челрик вывел меня на какую-то тропу, освещенную бледным голубым светом, а сам растворился за моей спиной в гранитной стене. Путь был один - вперед. Там оказалось небольшое озеро, рядом с которым возвышалась массивная круглая платформа из чистого золота. Я догадался, что это и есть тог пьедестал, о котором мне говорил Челрик. Неподалеку я заметил (С1) лежащий на земле свиток (SCROLL). Подняв его (PICK UP), я развернул и принялся читать (EXAMINER): "Постарайся найти защиту своему телу. Сосуды собирай внимательно. Нужное тебе сокровище ты сможешь найти, если пойдешь вверх и на восток. Остерегайся минотавра, иначе станешь его добычей".

Едва я успел пробежать глазами пергамент, как почувствовал, что меня кто-то весьма болезненно кусает. Это была здоровенная летучая мышь (ВАТ).

Вскрикнув от неожиданности, я выронил свиток и принялся бежать куда глаза глядят. Проклятая мышь гналась за мной. Я выскочил из пещеры и свернул налево. Волосы мои поднялись дыбом - размахивая     кинжалом,     на     меня     двигался     оживший     скелет (SKELETION). Я уже приготовился умереть, когда неожиданно мне на ум пришли уроки Челрика.

- CAST!!! - что было сил проорал я и произнес заклинание магической ракеты.

Скелет рухнул, выронив кинжал. Но радоваться было рано. Рыча и брызгая слюной, ко мне неслась адская собака (HELLHOUND), очень напоминающая вояка. Инстинктивно, не отдавая отчета в своих действиях, я схватил кинжал (DAGGER) и стал отбиваться им от той твари. Мне пришлось нанести ей четыре раны прежде, чем она упала у моих ног и издохла. Оставалась летучая мышь, которая вилась надо мной и норовила цапнуть за шею. Изловчившись, я нанес ей всего один удар, но ей этого хватило с лихвой. Пискнув в последний раз, она упала передо мной.

Я не выдержал такого напряжения и потерял сознание.

17 мая 195.. Я пролежал без сознания около четырех часов и, когда очнулся, то понял, что нуждаюсь в продолжительном отдыхе, если хочу выжить. Поэтому я вернулся к пьедесталу, попил воды из озера и улегся спать, положив голову на кусок золота. Проснувшись, я продолжил поиски.

!!! Пещера трех лестниц

Здесь я с успехом сразил еще одну летучую мышь и заметил три лестницы, ведущие вверх. Памятуя о прочитанном в найденном свитке, я было собрался обследовать их, как вдруг из темноты средней лестницы на меня набросился паук величиной с добрую лошадь. Научившись ничему не удивляться, я, все-таки чувствуя испарину на лбу, принялся отбиваться от этой твари. Одолеть ее я смог лишь после того, как три раза воткнул кинжал ей в морду. Самым интересным было то, что у дохлого паука было маленькое золотое колечко, на котором было написано, что оно защищает его владельца от зла. Конечно же, я надел это кольцо себе на палец. После этого я осторожно стал оглядывать лестницы.

Средняя и правая оканчивались тупиком, а вот левая (помеченная на плане как лестница номер 1) вывела меня на очередной этаж пещер (на плане как LEVEL 2). Стиснув зубы, я осторожно пробирался по узкому гроту, но все равно был очень сильно напуган, когда из-за угла на меня выскочил вампир. Я заорал и принялся ударять его кинжалом. Это было бесполезно. Раны, оставленные кинжалом, заживали прямо на глазах. Между тем его укусы становились все больней и больней и наконец, собрав остатки сил я повернулся и бросился улепетывать от него со всех ног. Его тяжелое дыхание за своей спиной я слышал еще достаточно долго.

!!! Пещера трех летучих мышей

Это был обыкновенный тупик, куда я вбежал, спасаясь от преследования вампира. Но, как оказалось, это было царство летучих мышей, которые с громким писком вцепились в меня. Однако у меня уже был опыт общения с подобными существами, и вскоре все они бились в конвульсиях у моих ног.

!!! Пещера воинственного орка

Орк был таким, каким нам его описывают древние сказки:

с головы до пят он зарос пушистым синим мехом. Он дико рычал и размахивал солидной боевой палицей. Здесь мне пришлось еще раз воспользоваться заклинанием магической ракеты; зато я стал обладателем палицы (МАСЕ), которая, на мой взгляд, является неплохим оружием для ломания костей.

!!! Змеиный холл

Я попал сюда, наткнувшись в своих поисках на тяжелую дверь. Поднатужившись, я открыл ее (OPEN), и на подгибающихся от усталости ногах побрел дальше. Очень длинная змея выползла мне навстречу и, подняв голову, стала внимательно изучать мои глаза, видимо, пытаясь сообразить, куда меня лучше ужалить. Пока она размышляла над этой темой, мне хватило двух ударов кинжала, чтобы успокоить ее навечно. Но самая большая радость ожидала меня в тупике этой пещеры. Здесь, за углом, на полу стоял небольшой сосуд, из горлышка которого подымался ароматный пар.

"Напиток, восстанавливающий силы", - прочитал я на ярлыке сосуда. И, правда, как только я осушил сосуд, я почувствовал заметное улучшение здоровья. Уже заметно посвежевшим, я вышел из Змеиного холла, прикрыл за собой дверь и прошел от нее вправо, очутившись в Длинном гроте. Этот грот вывел меня к лестнице (на плане как лестница 2), по которой я поднялся на очередной этаж пещер (LEVEL 2).

17 мая 195.. (вечер). Проход после этой лестницы упирался в дверь, которую я не замедлил открыть. На меня набросился еще один паук. Разумеется, я его убил. Следом шла еще одна дверь, через которую я попал в широкий коридор со множеством дверей. К сожалению, обследовав все комнаты за ними, я ничего в них не обнаружил. Зато в конце коридора оказались еще две две лестницы (лестница 3 и лестница 4), но перед ними меня поджидал скелет. Правда, имея на руках палицу, я не боялся его и оказался прав. После второго удара булавой скелет рассыпался в прах. Мое внимание привлек блеск в его костях.

Я наклонился и поднял кольцо с большим синим полупрозрачным камнем. Это был великолепный сапфир. Изучая камни по роду своей работы, я знал, что сапфир прекрасно охраняет от змеиных укусов. И, в самом деле, в дальнейших поисках змеи обходили меня стороной. Немного подумав, я надел его на палец и решил спуститься по лестнице.

Я попал в запущенную, всю затканную паутиной пещеру, которую почему-то сразу обозвал подвалом (см. план). Паук, который напал на меня, был самым огромным изо всех, что, я видел во время своего приключения. Расправившись с ним, я огляделся и заметил рюкзак (BACKPACK), прислоненный к стене. С опаской я раскрыл его, но ничего, кроме очередного свитка, в нем не увидел.

"Громкую славу - молодым" - прочел я.

- Глупости какие! - воскликнул я, отбрасывая бумагу.

Но сам рюкзак мне понравился. В него можно было бы складывать всевозможные вещи, и поэтому я решил взять его с собой. Подвал мне тоже понравился, и я решил заночевать в нем.

Осмотрев как следует все УГЛЫ, и не найдя в них врагов, я расположился на полу, подложив под себя рюкзак, и, записав очередные новости в свой дневник, уснул.

18 мая 195.. Проснувшись, я выбрался из подвала и решил посмотреть, что делается за третьей лестницей. Едва я поднялся по ней, как на меня накинулся орк; Моя палица смела его после трех ударов. Каково же было мое удивление, когда, осматривая поверженного соперника, я обнаружил у него деревянный кинжал. Сначала я долго недоумевал, каким образом этот осел сражается подобным оружием. Но когда я вспомнил, что вампиров можно одолеть чесноком, крестом, серебряной пулей или деревянным (вот оно!) колом, до меня дошло, что кинжал этот - именно то оружие против вампира, который остался у меня в далеком тылу.

Я решил осмотреть открывшийся этаж (LEVEL 3), а потом вернуться к тому месту, где на меня напал вампир. Все что я нашел здесь, я зарисовал в своем дневнике. Самой удивительной находкой были два свитка, но в каждом из них были совершенно одинаковые тексты.

"Только Кинжал Смерти поможет тебе справиться с минотавром."

Из других примечательных находок стоит отметить щит, шлем и кольцо ловкости, которые я раздобыл после схватки с двумя скелетами.

Перечитав эти строки, я обратил внимание на то, что совершенно не упомянул о двух адских собаках, но, похоже, мои опасные поиски выработали во мне какой-то иммунитет против такой мелочи как собаки, пауки и летучие мыши. На этом же этаже я обнаружил еще одну лестницу (лестница 5), но решил сначала наведаться к вампиру.

Четыре долгих часа потребовались мне для того, чтобы добраться до двери 1 на этаже LEVEL 1. Сжав в руке деревянный кинжал, я поднялся по лестнице, зорко всматриваясь в голубой сумрак. Вампир появился неожиданно. Я подпустил его поближе и нанес удар в то место, где у нормальных людей находится сердце. Деревянный кинжал - действительно эффективное оружие против вампиров.

Обыскав врага, я нашел у него кинжал смерти (DAGGER OF DEATH) и маленькое золотое колечко. Кроме орла, у которого я поживился латами (ARMOUR), на этом этаже больше не было ни одного живого существа. Еще четыре часа ушло у меня на то, чтобы добраться к лестнице 5.

19 мая 195.. На очередном этаже пещер (см. план LEVEL 5) было всего две двери: северная и южная. Я решил начать обследование с южной,

Множество пустых гротов с запутанными переходами и тупиками лежали за ней. Чтобы не расписывать все перипетии угого осмотра, замечу лишь, что здесь в наткнулся на скелет, у которого разжился мечом и сосудом с живой водой. Зато в огромном гроте, который находился неподалеку от места обитания этого скелета, обитал колдун.

Вбежав в этот грот, я сначала обратил внимание на свиток (С4), который лежал на полу, а уже потом на колдуна, бежавшего вприпрыжку ко мне. За то время, в течение которого он двигался в мою сторону, я успел прочесть в свитке:

"Милый старый колдун всегда залечит твои раны".

Я отбросил свиток и улыбнулся этому старичку. Велико же было мое удивление, когда этот милый старичок запустил в меня молнией, которая чуть н6 вышибла из меня дух. Я понял, что спасти меня смогут только ноги, и стал носиться по гроту, пытаясь увернуться от смертоносных разрядов.

Я заметил, что в этом гроте есть три двери, и решил спрятаться за ними. Но за двумя из них оказались маленькие пещерки - тупики, а за третьей скрывался вампир, который присоединился к колдуну в охоте за мной. Мне ничего не оставалось, как спасаться от них бегством до южной двери. Я облегченно вздохнул, захлопнув ее за собой, и оставив, таким образом, своих преследователей за нею. Пришло время исследовать то, что скрывалось за северной дверью.

Обследовав очередные лабиринты гротов, я попутно уложил наповал змею и двух орлов, у одного из которых оказались боевой топор и сосуд с магической силой. В одном месте внимание мое привлек разрыхленный пол. Я осторожно вступил на него, и неведомая сила перенесла меня на один из уровней, где я был раньше (см. план LEVEL 3).

Подивившись этой находке, я решил вернуться к месту телепортации, чтобы закончить осмотр. В противоположной от участка телепортации стороне находилась запертая дверь. Открыв ее, я увидел, что ко мне во весь опор мчится получеловек-полубык с мечом в руке.

Я понял, что это и есть минотавр, и, прежде чем он подбежал ко мне, я выскочил наружу из этой комнаты, и захлопнул за собой дверь. Порывшись в рюкзаке, я извлек из него "Кинжал смерти" и, крепко сжав его в руке, открыл дверь.

Минотавр увидел меня. Дикий рев потряс своды пещеры, и это чудовище бросилось на меня. Я отскочил в сторону и, когда он пробегал мимо меня, изловчился и вонзил кинжал ему в грудь. Раздался рев еще громче прежнего и, сотрясаемый судорогами, минотавр повалился на землю. Дернувшись несколько раз, он наконец сдох.

Я огляделся. Узкий лаз вел в другую пещеру. Я прошел в нее и наконец-то увидел предмет моих поисков. Необыкновенной красоты кулон на длинной золотой цепочке лежал на полу пещеры, распространяя вокруг себя необычайно ослепительный белый свет. Бережно подняв кулон, я надел его на себя и, обрадованный, тронулся в обратный путь.

Ноги сами несли меня к золотому пьедесталу, и очень скоро я очутился возле него. Отбросив в сторону свое оружие, я взобрался на пьедестал и, сняв с себя амулет, бережно положил его на золотую платформу. Резкая вспышка света рядом заставила меня повернуть голову в ее сторону. Неподалеку от меня стоял Челрик.

- Я выполнил твое условие, Челрик, - произнес я.

- Спасибо тебе, землянин, - ответил старик. - Ты очень помог мне, и пришла моя очередь помочь тебе. Я отправляю тебя на поверхность земли.

С этими словами он хлопнул в ладоши, и через секунду я очутился у входа в карстовые пещеры.

!!! НЕКОТОРЫЕ СОВЕТЫ

# После загрузки и ознакомления с вводной частью игры вам будет предоставлена возможность осуществить выбор нужных вам клавиш.
# Герой может выполнять лишь те команды, которые появляются в окне команд. Следует иметь в виду, что он не сможет ничего надеть (WEAR) на себя до того момента, пока не завладеет предметами, которые можно надеть (кольцо, рюкзак и т. д.). После того как у вас появится рюкзак, вы можете положить в него (PUT IN) любое количество предметов, а также достать из всего (TAKE OUT) все, что вам понадобится. Надо помнить, что при этом рюкзак должен быть надетым, а ваша левая рука свободна. Сняв рюкзак, вы всегда можете заглянуть в него (LOOK IN). Любые вещи, надетые на вас, вы можете всегда снять с помощью команды (TAKE OFF). Однако помните, что у героя всего две руки и, если в них что-то есть, вы получите сообщение "NO FREE HANDS". Двери, с которыми вы будете сталкиваться, открываются с помощью команды OPEN, а закрываются с помощью команды CLOSE.
# Герой может использовать в помощь себе магию, которой его обучил Челрик. Наиболее действенным заклятием автор этих строк считает магические ракеты. Обычно запаса магии хватает на 5 ракет. В случае, если вы решите воспользоваться магией, программа перечислит имена ваших врагов, находящихся вместе с вами на экране, и предложит указать, против кого конкретно вы собираетесь использовать заклинание.
# Не найдено практического применения найденным кольцам, а также неизвестен способ убийства колдуна.
# Кинжал хорош против летучих мышей, пауков и змей. Против скелетов, гончих ада и орков наиболее действенным оружием является палица.

!!! УСЛОВНЫЕ ОБОЗНАЧЕНИЯ К ПЛАНАМ

* П - паук
* 3 - змея
* В - летучая мышь
* С - свиток
* 8 - скелет
* О - орк
* Н - адская собака
* V - вампир
* К - рюкзак
* М - минотавр
* А - амулет
* Р - сосуд