!! Вышибалы

%thumb%Attach:07122429-ya_znayu_odno_imya_24544051626504903-520x430.jpg%%

Играя в эту игру, можно было больно получить мячом, но зато азарт зашкаливал. Тем более, для нее не нужно ничего, кроме мяча.

!!! Правила

Выбираются «вышибалы» (как правило, по 2 человека на каждую сторону). Они встают напротив друг друга на расстоянии примерно 10-15 метров. «Вышибаемые» встают в центре площадки.

Задача «вышибал»: попасть мячом во всех игроков (если тебя коснулся мяч, уходишь с поля). Задача «вышибаемых»: быть ловким и быстрым и уворачиваться от мяча.

«Вышибаемые» могут ловить «ловушки» («картошку», «свечки»). Для этого нужно поймать мяч на лету и ни в коем случае не выпустить из рук. Если мяч коснулся земли, игрок считается «выбитым». «Ловушка» дает дополнительную «жизнь», которую можно оставить себе или поделиться ей с товарищем.

Когда в команде «вышибаемых» остается один игрок, он должен увернуться от мяча столько раз, сколько ему лет. Если удастся, команда возвращается на поле.