!! Пекарь

%thumb%Attach:07120612-10_09_19_hyperion_01-520x386.jpg%%

У этой любимой многими игры так же много называний: «Царь», «Поп», «Клёк», «Палки», «Банки» и другие. Правила кажутся сложными, но только на первый взгляд. В каждом дворе была своя вариация игры. Но, в общем и целом, суть ее сводится к следующему.

!!! Инвентарь:

* палки (биты, куски арматуры, но самый шик – сломанная хоккейная клюшка);
* жестяная банка (пластиковая бутылка, деревянная чурка и т.д.);
* мел (чтобы расчертить площадку).

Сначала нужно подготовить площадку для игры (примерно 10 на 6 метров). Параллельно короткой стороне площадки через каждые метр-полтора чертятся линии: 1 линия – пешка (солдат); 2 линия – дама; 3 линия – короли; 4 линия – тузы и т.д.

От начала площадки до последней линии – зона званий; от последней линии до конца площадки – зона пекаря (царя, попа и т.д.).

На расстоянии 5 метров от последней линии чертится круг, в который ставится рюха (иногда – на кирпич).

!!! Правила

Сначала выбирают «Пекаря» и устанавливают очередность сбивания рюхи. Для этого игроки ставят один конец палки на носок стопы, а другой упирают в ладошку, после чего толкают палку вдаль ногой. Чья палка улетела дальше всех, сбивает рюху первым; чья ближе всех – тот «Пекарь».

«Пекарь» занимает позицию «за банкой», игроки – у первой линии. Далее игроки битой по очереди пытаются выбить рюху. После этого начинается «штурм» – игроки бегут за своими битами и возвращаются обратно в «зону званий». «Пекарь» в это время бежит за рюхой, устанавливает её на место и защищает ее. Но главная его задача – не дать «выкрасть» палку со своей территории. К тому же, он пытается коснуться игроков своей битой и после этого сбить рюху сам. Тот, кого «Пекарь» коснулся, становится «Пекарем» в следующем коне, а старый «Пекарь» становится игроком.

За каждую сбитую рюху игрок повышался в звании. Иными словами, продвигался дальше по полю и приближался к рюхе. Кроме того, у каждого «титула» есть свои особенности и привилегии. К примеру, туз неуязвим и не может водить.

'''Количество игроков:''' не ограничено.