!! Мафия

Ма́фия — салонная командная психологическая пошаговая ролевая игра с детективным сюжетом, моделирующая борьбу информированных друг о друге членов организованного меньшинства с неорганизованным большинством.

Завязка сюжета: Жители города, обессилевшие от разгула мафии, выносят решение пересажать в тюрьму всех мафиози до единого. В ответ мафия объявляет войну до полного уничтожения всех порядочных горожан.

||
||Разработчик(и)||Дмитрий Давыдов||
||Дата релиза||1986||
||Жанр||Словесная ролевая игра||
||Количество игроков||8-16 оптимально||
||Возраст||с 13 лет||
||Время установки||5 минут на обучение||
||Длительность партии||15-60 минут||
||Сложность правил||минимальная||
||Уровень стратегии||высокий||
||Влияние случайности||низкое||
||Необходимые навыки||Логика[[<<]]Память[[<<]]Сообразительность[[<<]]Командное взаимодействие[[<<]]Социальное влияние[[<<]]Стратегичность[[<<]]Театральность||

!!! История

* Игра придумана весной 1986 года студентом факультета психологии МГУ Дмитрием Давыдовым, уроженцем Каменска-Уральского. Вначале в неё играли в общежитиях, аудиториях и коридорах МГУ, но после того как некоторые студенты университета провели каникулы в летних студенческих лагерях, где отдыхали студенты и других советских ВУЗов, игра вместе с новыми игроками стала распространяться по другим учебным заведениям СССР. После окончания университета Дмитрий остался в МГУ преподавать психологию для международных студентов (главным образом от социалистических стран), и некоторые из них, вернувшись домой, разнесли семена «Мафии» за границу, сначала в Европу (Словакия, Чехия, Словения, Венгрия, Польша, Румыния, Бельгия, Великобритания, Норвегия). Первое появление игры «Мафия» в США документируется 1989-м годом, в летнем лагере Пенсильвании.
* По словам автора, переехавшего в 1991-м году в Бостон, игра базируется на культурно-исторической теории советского психолога 20-х годов прошлого столетия Л. С. Выготского.
* Прототипом игры «Мафия» является европейская игра под названием «Убийца» (англ. Murder, нем. Mord im Dunkeln), известная с середины XX века. В отличие от игры «Мафия» в «Убийце» игроки ищут одного маньяка, а в «Мафии» игроки посредством обсуждения уже вычисляют коллектив убийц — команду мафии.
* Быстрому распространению и популярности игры помог итальянский сериал «Спрут», в котором полицейский комиссар Коррадо Каттани (итал. Corrado Cattani) борется с сицилийской мафией. В конце 80-х его мотивы часто использовались в первых версиях игры, а некоторые вариации «Мафии» хранят названия ролевых персонажей и место действия в тон сериала до сих пор. Например, в Норвегии, до которой к 1995-му году статус комиссара и название самой игры, пользуясь «правилом плохого телефона», дошло как Kasar Khatani.
* В 1998 году калининградской Высшей школой МВД РФ для курса «Визуальная психодиагностика» выпущено учебно-методическое пособие «Невербальная коммуникация. Развивающие ролевые игры „Мафия“ и „Убийца“». Целями пособия определялись развитие личностных качеств курсантов и усвоение различных приёмов и методов чтения языка телодвижений в игровой форме.
* Игра «Мафия» также используется для лечения азартных людей от игровой зависимости в Китае и как средство перевоспитания «трудных» подростков в летних христианских лагерях в США. С помощью «Мафии» к роли будущих присяжных готовятся японские старшеклассники.
* Появление первой страницы игры в интернете датируется 1996 годом, на сайте венгерского отделения Менсы — всемирной организации людей с высоким IQ.
* 4 января 1999 года ещё один студент МГУ Алексей Тарасов создал первый сайт для игры «Мафия» по PBEM типу. Система команд для управлением игрой и часть документации были взяты Тарасовым из другой популярной в сети игры — Galaxy+, которую реализовал и поддерживает Антон Круглов. Проект располагался на домене kozanostra.ru и пользовался большим успехом в рунете (одновременно на сервере играли в «Мафию» до 500 человек). Со временем козаностра стала испытывать многочисленные проблемы организационного характера и 21 января 2003 года прекратила своё существование. Но уже 26 февраля был создан другой игровой PBeM-сервер mafiaonline.net, являющийся разработкой «по мотивам» предыдущего; данный проект «жив» до сих пор, но проблема создания ясных правил и культивируемая неприязнь старожилов к новичкам мешают популяризации проекта (одновременно здесь играют не более 50 игроков). В 2005 году запущен PBeM портал E-mafia.
* На рубеже веков, примерно с 2000 года получили развитие многочисленные форумные мафии. Старейшие из них до сих пор пользуются заслуженным уважением и вниманием любителей игры — на форумах порталов Absolute Games, Ru-Board, Kamrad, на форуме известного писателя и сетевого деятеля Алекса Экслера, новосибирском форуме «Филин».
* Играют в мафию и в блогах. Известные коммьюнити в жж — «Game_Mafia» (работает с 2005 года) и «Play_Mafia» (действует с 2006 года). «Играем в Мафию» на LiveInternet (появилось в 2007 году). С января 2008 года игры в Мафию проводятся также и в тематическом сообществе В Контакте.
* Онлайн-версии игры получили особую популярность и распространение в IRC. С 2001 года в «Мафию» стали играть в текстовых чатах. Наиболее популярный маф-чат-проект существовал на ответвлении первого чата в рунете — Кроватке. На mafia-chat.krovatka.ru проводились первые публичные текстовые «игрища». В настоящее время чат-версии игры претерпели существенную переработку в сторону глобальной коммерциализации онлайн-мафий. Возможность быстрого извлечения прибыли из кратковременно протекающих (в основном, менее часа) партий привлекает в этот бизнес самые разные предпринимательские структуры; особый интерес к «Мафии» проявляют телекоммуникационные компании, расширяя сервис мобильных SMS-онлайн-игр. Известные на сегодняшний день русскоязычные сетевые онлайн-проекты: mafiaonline.ru (действует с 2004 года), maffia.rambler.ru — появился в 2006 году, в январе 2010 года переехал на mafia.i-jet.ru, maffia.ru (год рождения — 2007), maflands.com.ua и mafia.vizheneo.com (начали работу в 2009 году), Mafia Genius (появилось в 2010 году).
* С 1998 года в крупных городах России, Украины, Белоруссии, Армении, Азербайджана, Казахстана и Китая  предпринимаются попытки организации специализированных салонов по игре «Мафия». Некоторые клубы проводят межвузовские маф-турниры. Плохим правилом для маф-клубов стало первым делом присуждать себе громкий титул, называясь, например, «единственным» салоном/клубом в городе, стране, мире, либо вообще «официальным салоном игры». Обычно извлечению прибыли от организации потоковых «клубных игр» такое бахвальство всё равно не помогает. Большинство попыток нажиться на данном развлечении тщетны.
* Варианты игры были использованы в кинофильмах Волк-одиночка (англ. Cry Wolf), вышедшем в 2005 году, и Игра в убийство (англ. The Murder Game), появившемся в прокате в 2006 году.
* Мафия признана одной из «50 наиболее исторически и культурно существенных игр, появившихся с 1800 года».

!!! Описание игры

!!!! Кратко (классическая игра)

* Ведущий раздаёт участникам игры карты рубашкой вверх.
** Те, кому достались красные, составляют команду незнакомых друг с другом «честных жителей города» (также распространены название «мирные жители» и сокращения «чж», «мж» или «гр»). Один из «честных жителей», получивший красного туза, особый игрок — «комиссар».
** Игроки с чёрными картами — команда «мафии».
* Игровой процесс разделён на две фазы — «день» и «ночь».
** Когда ведущий объявляет в городе фазу ночи, игроки закрывают глаза — «спят». В первую ночь ведущий позволяет игрокам с чёрными картами — «мафии» — открыть глаза и запомнить своих соратников — «познакомиться». После чего мафия «засыпает», а ведущий требует проснуться комиссара. Таким образом ведущему становится известен расклад (он узнает кто есть кто).
** По объявлению фазы дня просыпаются все жители. Днём игроки обсуждают, кто из них может быть «нечестен» — причастен к мафии. В конце обсуждения ведущим объявляется открытое голосование за посадку в тюрьму (в различных версиях игры этот процесс называют судом Линча, повешением, убийством). Самый подозрительный житель, набравший большее число голосов — отправляется за решётку (выходит из игры), а ведущий вскрывает его карту и объявляет игровой статус.
** Затем наступает фаза «ночи». Ночью просыпается мафия, беззвучно (жестами) «совещается» и убивает одного из оставшихся в живых горожанина, показывая ведущему кого именно. Мафия засыпает. Просыпается комиссар и указывает на одного из жителей, которого желает «проверить» на причастность к мафии. Ведущий всё также беззвучно, «на пальцах», показывает комиссару статус проверяемого.
** Днём ведущий объявляет, кто был убит ночью. Этот игрок выходит из игры, его карта («статус») показывается всем жителям.
** Информация о произошедших событиях используется оставшимися в живых игроками для обсуждения и очередного «осуждения»… Игра продолжается до полной победы одной из команд, когда соперники полностью или посажены или убиты…

!!!! Суть игры

Исследователи выделяют два типа игр: состязание (борьба) и представление (маскарад). «Мафия» удачно сочетает в себе черты обоих типов. Она одновременно и шоу, и борьба за выживание. В отличие от карт эта игра никак не связана с деньгами, в отличие от гольфа не требует финансовых затрат, в отличие от футбола — хорошей физической подготовки. Самое главное: она приносит столь ценимое интеллектуальное удовольствие. В бескорыстной несерьёзности игры скрыт её потенциал.

Эта игра уникальна. Базируется, прежде всего, на общении, на обсуждениях между участниками. Здесь постоянно происходят и фактически узаконены обман и коварство, заключение и подлое нарушение договоров и альянсов. Обсуждение игрового положения проходит путём столкновения мнений в беспрестанных спорах, при этом одни игроки предпочитают отмалчиваться, другие — наоборот, чересчур активно и шумно участвуют в обсуждении. Таким образом, игра оказывается бесконечно далека от беспристрастного поединка интеллектов, характерного для некоторых настольных игр (например, шахмат, го), и это приближает её к реальной жизни. Цель игры — выжить своей командой.

Игра состоит из двух основных компонентов: психологического и математического.

* Математический: игрокам каждый «день» необходимо запоминать, кто за кого голосовал и кем оказывался тот, за кого голосовали. В важные моменты легко определить, что тот, кто голосовал чаще за честных, скорее всего — мафия.
* Психологический: игроки должны обладать актёрскими данными, чтобы убеждать остальных в своей честности, а также сильным даром увлечения за собой других при голосовании за подозреваемых в нечестности игроков.

Аксиома каждого хода — живых жителей станет меньше, кого-то посадят, а кого-то убьют. В игре царит параноидальная атмосфера, с каждым ходом нервозность обостряется. Ни один честный житель не знает достоверно точно кто в игре принадлежит к команде противника. Каждый простой горожанин не доверяет никому и вынужден верить только в себя. Безоговорочно поверить кому-то ещё — часто означает быть обманутым и умереть.

* Для того, чтобы выжить, каждому члену мафиозной команды приходится оставаться в тени, не обращать на себя особого внимания окружающих, искусно изворачиваться, маскируясь под честного гражданина. Вопрос «А ты точно честный?» обычен. Главный атрибут мафиози — умение правдиво солгать.
* Основное, вызывающее уважение и похвалу окружающих, качество честного жителя — умение вовремя распознать ложь. Существуют два основных метода выявления честными жителями нечестных.
## Аналитический. Решение игрока-аналитика, отправляющего жителя за решётку, основывается на объективных данных, то есть на неопровержимых фактах, таких как, например, самопризнания («проколы»), явные обвинения кого-либо на обсуждении, результаты голосований.
## Интуитивный. Решение игрока-интуита субъективно, опирается на предположения и толкование обсуждения путём интерпретации словесных высказываний (в том числе оговорок), интонации, мимики, жестов. Интуит, например, не может отличить члена мафии от комиссара. Интуит видит только «свечение статуса» — особое состояние внутреннего превосходства, появляющееся у статусных игроков (мафиози, комиссар…), внешне выражаемое пренебрежительным отношением к простым честным жителям.

Психологизм и «интересность» игры «Мафия» состоят в решении задачи, какая из команд добьётся победы. Мафиозная, где члены группировки, зная друг друга, не настроены допускать голосования за посадку самих себя, и у которой имеется возможность каждый ход безошибочно ликвидировать члена чужой команды? Или команда незнакомых друг с другом честных жителей, которые могут избавиться от мафиози только посредством всеобщего с мафией голосования, причём зачастую отсаживая самих себя?

!!! Правила игры

!!!! Число игроков

Возможное: от 2. Оптимальное: 8-16 человек.

При малом количестве игроков игра быстро заканчивается, при большом из-за общего шума и разбиения на кучки обсуждающих теряет смысл.

Можно играть вдвоём, раздавая три карты, из которых одна — закрытая. Игроки либо решают, кто из них мафия, либо мафия — закрытая карта. Затем, если они голосуют за закрытую карту, и если та честная — мафия выиграла, а если мафия — мафия проиграла. Либо один из игроков убеждает другого, что он сам честный, а другой — мафия и открывает закрытую карту. Если она мафиозная — мафия выиграла.

!!!! Раздача статусов

Карты: немятые некраплёные, «честные» — красные (бубны или черви), «мафия» — чёрные (пики или трефы), «Комиссар» — туз бубен (червей), либо король этих же мастей.

Возможные: любые мелкие предметы двух типов — монетки, пластиковые яйца из «киндер-сюрпризов», камешки на пляже (по цвету или трещинам), ракушки… Пример: нельзя раздавать карты с 6-ками из преферансной колоды — желательно, чтобы рубашки были одинаковы.

Ведущий тщательно тасует карты и обходит всех остальных, выдавая карты на выбор из развёрнутых веером рубашкой вверх карт. Получая карту, необходимо незаметно для соседей её посмотреть и положить в карман. Возможная: После тасования колода передаётся по кругу, каждый достаёт одну карту и передаёт дальше. Минус — могут упасть карты. Если карты мятые или с разной рубашкой, ведущий может перед раздачей попросить игроков закрыть глаза, после чего игроки прячут карты в карман или под себя.

Далее карты кладутся на стол, прячутся по карманам, или игрок садится на свою карту. Минус — когда карты лежат на столе, игроки их часто путают. Если на карте сидеть, она мнётся и далее легко определяется.

Реакция на раздачу: Многие игроки, оказываясь в мафии, проигрывают в момент раздачи, если за ними наблюдают. Неопытные и начинающие игроки, получая мафиозную карту, радуются — «не надо определять, кто честный, а кто мафия — шлёпай всех подряд». По их радости можно понять их мафиозную принадлежность. Опытные игроки не показывают радости, но часто имеют какие-либо привычки — оказываясь в мафии, начинают: качаться на стуле, потирать руки, чесать в затылке, берут что-нибудь со стола и начинают жевать.

!!!! Первая ночь

Ведущий (обычно один из опытных игроков) интересуется, все ли посмотрели свои карты. Далее командует: «Все закрыли глаза, наступила ночь». Все игроки закрывают глаза. Ведущий говорит: «Мафия открыла глаза и знакомится». Игроки с чёрными картами (мафия) открывают глаза и начинают озираться в поисках неспящих игроков (других членов мафии). Ведущий в это время может сказать: «Считаю до 5. Раз, два, три, четыре, пять. Всё. Мафия познакомилась и уснула. Наступило утро. Все проснулись».

Мафия в первую ночь: мафия обязана просыпаться в первую ночь, чтобы познакомиться. Тот, кто не проснулся, нарушает правила игры — далее при обсуждении днём члены мафии будут опираться на неверные данные. Знакомиться необходимо максимально осторожно и беззвучно.

Честные в первую ночь и последующие: Один из вариантов (для начинающих) — это сидеть как можно тише и слушать, кто и где шевелится, скрипят ли стулья, кровати, не хрустит ли чья-то шея в поисках друзей. Но это не игра на лучший слух, не возбраняется шуметь, шевелиться и даже разговаривать — объяснив: «Это я во сне…». В критических ситуациях — честных на 1-2 больше — оптимальный вариант — сидеть тихо. Не запрещено, но не принято держать соседей за руки или закрывать глаза — игра не на то, как можно показать на кого-то коленкой.

То, как ведущий говорит в первую ночь — одна из тем обсуждения на первый день. Поэтому лучше не вертеть головой из стороны в сторону и говорить одновременно — если ты в мафии. Впрочем, можно всегда сказать, что вертел головой специально.

!!!! Первый день

Игроки обмениваются информацией: о реакции на раздачу, как вёл ведущий, что было слышно ночью, как изменилось настроение игроков за ночь. Беседа может протекать любым способом: «Только он один в очках — значит мафия». «Она всю ночь шевелилась». «Вася ночью пил чай и не облился — значит мафия». «Ведущий ночью сказал — а мафиоз то 3, — а я думал 4». Как честные, так и мафия, для убеждения окружающих в своей правоте могут использовать честные и нечестные аргументы, как правдивую, так и ложную информацию. В первый день легко отсаживаются начинающие игроки — мафиози, обрадовавшиеся при раздаче либо неудобно расположившиеся ночью и вынужденные шумно знакомиться. Опытные игроки, оказавшись в мафии вместе, после первой ночи иногда начинают весело смеяться, надеясь легко выиграть — это их и подводит. Часто убивают в первый день единым порывом: опытный игрок долго держит руку поднятой за кого-либо, уговаривая всех убить данного товарища.

Голосование. Голосование — это процесс, когда живые играющие поднимают руки за посадку кого-либо и держат их некоторое время (от 5 секунд и больше). Если игрок посажен в тюрьму — больше половины игроков держали руки за него больше 5 секунд, он не имеет никакого «последнего слова». Если же его возгласы убедят часть игроков опустить руки — то он может говорить «последнее слово», а может и не говорить. «Последнее слово» не является частью игры, это один из способов в процессе обсуждения сохранить себе жизнь. После голосования игрок открывает свою карту, всякое обсуждение заканчивается, игроки стараются запомнить, кто голосовал за и против. Если игрок честный, то те, кто его посадил — под подозрением, если мафиози — то подозреваются те, кто не голосовал.

!!!! Последующие события

Ночь. Ведущий объявляет: «Все заснули. Проснулась мафия и выбирает жертву». В это время мафиозные игроки совещаются взглядами и показывают, например, пальцем, кого убить. Либо ведущий показывает по очереди на спящих, а мафия машет утвердительно головой. Мафия старается убить наиболее опытных игроков, которые могут вычислить её членов, либо тех, кто очень убедительно отговаривается и кого тяжело посадить днём, тех, кто высказывал подозрения в адрес мафиози в предыдущий день. Впрочем, для интересной игры в равном составе обычно не убивают опытных игроков — так делают начинающие мафиози, поэтому их потом легко вычислить. Тот, кто высказывал подозрения, убивается не всегда — перед ночью они говорят: «Ну, всё. Я вычислил мафию — это ты, ты и ты. Теперь этой ночью меня убьют». Поэтому его оставляют в живых. Оптимальный вариант — это убить комиссара. Можно также убить члена мафии (обычно в некритической ситуации), когда все уверены, что он принадлежит к команде мафии, и его точно убьют днём . Ведущий ночью старается не говорить, всё время наблюдая за мафией, чтобы её не выдать. Игрок считается убитым ночью, если все члены мафии согласны. Ночью мафия обязана договориться, кого они собственно выводят своим выстрелом из игры.

Утро. Ведущий объявляет: «Мафия выбрала свою жертву. Мафия уснула. Проснулся комиссар». Просыпается комиссар и выбирает, кого проверить. Можно проверить только одного игрока. Комиссар указывает на кого-либо. Ведущий молча кивает: «Да, мафия», либо машет головой: «Нет, честный». Если комиссар этой ночью убит, ещё до его проверки ведущий показывает скрещенные руки — это означает, что комиссар убит, но комиссар все равно имеет право проверить одного игрока. Если комиссар показывает на игрока, а тот только что убит, то ведущий тоже показывает скрещенные руки — «труп» не может быть честным или мафией. Комиссар проверяет игроков, вызывающих у него наибольшие подозрения, либо абсолютно честных, чтобы было ясно, на кого опираться при обсуждении. Если игра идёт с внекомандным, играющим лично за себя, маньяком, то на вопрос комиссара ведущий вертит пальцем у виска, показывая, что проверяемый игрок — «маньяк» (а не комиссар — идиот).

День. Ведущий говорит: «Комиссар проверил. Всё выяснил. Заснул. Все проснулись. И только Петя не проснулся. И был Петя честным жителем…» Карта убитого вскрывается. Если комиссар убит днём, то далее ведущий пропускает утро комиссара. Во второй и все последующие дни имеется огромное количество информации: кто и когда за кого голосовал, что происходило и кого убили ночью, кто как себя вёл, кого проверял комиссар, сколько осталось мафиози. Игроки пытаются составить цепочки: «Если Миша в мафии, то кто ещё? Маша и Ваня». Все составляют свои списки подозреваемых. Происходят голосования, когда игроки не набирают половины голосов. Составляются списки для голосования (устные) — типа: «Были предложены Алла, Петя, Ваня. Голосуем за Аллу».

!!!! Игровые ситуации

# Комиссар, который решается «вскрыться» честным жителям, не открывая своей карты (обычно явное вскрытие карт живыми игроками запрещено), объявляет — «Ночью я проверил Колю, и он оказался мафией. Кто за Колю?». Если для выживания мафии такое «явление Христа народу» критично, то один из членов мафии часто решается на «лжекомиссарство», говорит «Ха! Комиссар однако здесь я! И проверял я честного жителя Юлю!» Удобно для мафии сообщить, что их фальшивый комиссар проверял всех впоследствии убитых. Так же иногда после ночи так заявляет простой честный, если перед ним настоящий комиссар, шепчет ему на ухо всю имеющуюся у него информацию, а потом его убивают.
# При чётном числе игроков (в некоторых вариантах игры) у трупа возникает «пол-голоса». Но он имеет право голосовать только в том случае, если количество честных жителей и мафии равное — то есть в критических ситуациях. При этом он может поднять руку только в момент голосования и не имеет права принимать участие в обсуждении. Для того, чтобы выяснить мнение «полутрупа», если не получается набрать половины голосов, а честные уверены в знаниях полутрупа, живые игроки голосуют за всех живых по очереди, поднимая ровно на 1 руку меньше нужного количества. Если вдруг кто-то поднимает лишнюю руку, честные игроки тут же опускают руки и основное подозрение падает на поднявшего руку.
# Нельзя называть свою карту, типа «У меня опять 6 бубен». Игра идет не на определение карты, а на честность или мафиозность. Если неопытный игрок, или опытный так заявляет, сразу должен найтись тот, у кого такая же карта.
# При игре чаще всего одним и тем же людям достаются мафиозные или честные карты, а также часто бывает, что в процессе нескольких игр комиссар — один и тот же человек. Поэтому игрок, ссылающийся на теорию вероятностей, чаще всего принадлежит к мафии.
# Опытные игроки часто разбиваются на пары — в первый же день начиная обвинять друг друга в мафиозности и призывая голосовать за «ну явного мафа!», но при этом сами не голосуют. В последующие дни обвинения обычно прекращаются.
# «Трупы молчат». Убитые игроки не имеют права говорить во время обсуждения, выдавать живым какие-либо сведения и каким-либо образом влиять на ход игры: «Ну, всё же и так ясно. Давайте быстрее». Следит за спокойствием мёртвых и посаженных ведущий.
# «Честный, но глупый». Для опытного игрока (честного) неопытный и честный часто бывает опаснее мафии, поскольку редко поддается убеждению и голосует случайным образом, либо по принципу: «А он мне сейчас шоколадку не передал». Поэтому за таких тоже имеет смысл голосовать днём. Также бывают «тихие» честные (обычно девушки), пацифистских наклонностей, не голосующих ни за кого, даже будучи причастным к мафиозной группировке. Таких также необходимо убивать пораньше, так как их невозможно определить, а неголосование часто очень сильно задерживает игру. Также бывают «крикливые» честные, которые, уверившись в том, что кто-то мафия, уже не меняют своего мнения до своей или его смерти, убеждая в этом остальных. Бывают «обидчивые» честные, которые говорят — «опять меня, и что это опять? Вася, ты дурак. Я с вами больше не буду играть…» иногда оказываясь при этом в рядах мафии. Так играть нельзя.

!!! Тактики в игре

!!!! «Честность»

Лучшая стратегия по утверждению автора игры — быть честным вне зависимости от выпавшего статуса; нужно не стесняться откровенно, непринуждённо и искренне делиться возникающими по игре и игрокам мыслями с окружающими.

!!!! «Банда чижей» (применяется в основном в чатах и IRC).

Эта тактика заключается в том, что против мафии формируется группа честных жителей (на игровом сленге, «чижей»), знающих комиссара (иногда также доктора и маньяка). Как правило, её образование начинается с проверки комиссаром одного «чижа», которому тот называет себя. Объединение в банду позволяет «чижам» резко сократить возможности мафии по уничтожению граждан дневным голосованием. Если мафия раскрыта ночью, один из «чижей» днем начинает голосование против него, которое поддерживают все остальные. Формированием банды «чижей» может заняться и один из членов мафии, выдающий себя за комиссара. После ночной проверки подельника он говорит кому-то из других участников, что тот маф, а он, соответственно, комиссар. После дружного голосования за подельника (который, естественно, оказывается мафией), жертва обмана обычно не имеет никаких сомнений, что комиссар — тот кто указал ему на «мафиозо». Настоящий комиссар вынужден создавать параллельную банду и проверять ночью тех, на кого указывает выбранное им доверенное лицо — чтобы доказать, что он настоящий комиссар. Помимо создания банды со лже-комиссаром, основной тактикой мафии против «чижей» является не уничтожение самих «чижей» (проверенных комиссаром игроков), а поиск комиссара. Если мафии удается его убить ночью, то шансы «чижей» на победу резко падают, только если игра не зашла так далеко, что «чижей» уже очень много и они могут уничтожать днем всех «подозрительных» (непроверенных) граждан.

!!!! «Рупорство» (применяется только в PBEM)

Убитый либо посаженный первым ходом честный житель становится «рупором» — связующим (между комиссаром с помощниками и непроверенными горожанами) и консультативным (между комиссаром, его помощниками и проверенными честными жителями) звеном. Утром рупор задаёт тон обсуждения, запрашивая у граждан кандидатуры возможных мафиози и/или предлагает высказаться по кому-либо, а вечером суммирует мнение города и после приватных консультаций с комиссаром отдаёт городу рекомендацию («приказ») на посадку.

!!!! «Подстава»

Используется мафией и заключается в намеренном голосовании против одного из напарников, либо совершении любых других намеренных действий, способствующих раскрытию его роли. Данная тактика предпринимается для того, чтобы отвести подозрения от подставляющих членов мафии за счёт подставляемого. В классическом варианте представляет собой голосование против подельника, которого не проверяли, и дальнейшие апелляции к сообществу, что мафия не раскрывает своих.

!!!! «Лжекомиссарство»

Заключается в том, что один из честных жителей в начале игры представляется городу комиссаром, подставляясь под выстрел мафии, но защищая собой реального комиссара, предоставляя тому право жить и проверять как минимум лишний день.

!!!! «Спунобой»

Практика отсаживания по игре молчаливых игроков («спунов») не только толкает игроков на более активную игру, но и не позволяет статусным игрокам тихушничать.

!!! Разновидности игры

!!!! Классификация

С каждым годом у игры появляется всё больше вариаций. Особенно щедры на изменения геймплея и нововведения интернет-версии Мафии. Путей развития игры немного, и они поддаются классификации.

# Основной статусный честный житель. Любовь к изменению функций комиссара у игроков в крови. В салонных играх особенно популярен «Стреляющий комиссар» — проверяя нечестного жителя, такой комиссар сразу же его убивает. Также встречаются:
** Реанимирующий комиссар — его проверяемого данным ходом не могут убить;
** Детектив — комиссар, который каждый ход решает — проверять ему кого-либо или просто застрелить;
** Тюремщик — проверяя нечестного жителя, тут же отправляет его в тюрьму. Но если тюремщика убьют, все заключённые выходят на свободу.
** Священник — после исповеди (проверки) узнаёт статус горожанина, а горожанин священника.
** Журналист — не проверяет, а сравнивает двух жителей на предмет «одинаковости» статусов.
** Донор (др. названия — рекрутёр, вербовщик) — проверяя честного жителя, наделяет того правом следующей ночью самостоятельно кого-либо проверить.
** Комиссар заменяется парой статусов «Судья» и «Прокурор» — «утром» прокурор задаёт тон обсуждения дня, обвиняя одного из жителей в причастности к мафии, а судья «вечером» выносит решение по отправляемому жителями за решётку гражданину — может и оправдать.
# Помощники комиссара.
** Врач (популярны также названия «реаниматор», «доктор», «целитель», «доброжелатель»). Способен защитить жителя от пули. А вариант этого статуса «телохранитель» даже убивает одного из покушающихся убийц.
** Стерва (также этот статус называют «девочкой», «путаной», «шлюхой», «герлой», «казановой»). Блокирует спецособенности. Может, например, указав на члена мафии, не дать им выстрелить.
** Хохол. «Кумует» — если его сажают или убивают, он «тащит» за собой в тюрьму/могилу и кума.
** Шериф. Самостоятельный стрелок команды честных жителей.
** Свидетель (др. название «бомж»). Следит за одним из жителей и в случае его смерти (или покушения) видит его убийцу.
** Старейшина. Несажаемый честный житель.
** Самурай. Если враги стреляют в прикрываемого им жителя, погибает вместо него.
** Сержант. Знает, кто комиссар и знает статусы проверенных им игроков. Сам проверять не может, но если комиссара убьют, то сержант становится комиссаром.
** Поклонница комиссара. Ночью проверяет статус жителя на предмет является ли он комиссаром. Выяснив, успокаивается.
# Специализированные мафиози.
** Вор. Мафиозный аналог «стервы». Тоже способен блокировать спецособенности жителей.
** Киллер. Дополнительный самостоятельный стрелок мафии. У команды мафии фактически два выстрела — коллективный и киллера.
** Адвокат. Мафиозный проверяющий комиссар.
** Ревнивец. Нацелен на поиски стервы или того жителя, которого она блокирует. Если отыщет — убьёт обоих.
** Баламут. Оговаривает, клевещет. При проверке оклеветанного баламутом жителя комиссару видится мафиозный статус.
# Ввод в игру второй маф-группировки — «якудзы». Специализированные воины якудзы:
** Громила. Дубасит жертву так, что у той блокируется не только спецособенности, но даже и возможность голосовать.
** Ниндзя. Непроверяем.
** Камикадзе. Нацелен на поиск комиссара. Как только находит — гибнет вместе с ним.
# Главари мафий.
** В трёхсторонней игре (две мафии и честные жители) могут участвовать статусы «авторитет» (у команды мафии) и «сэнсэй» (у команды якудзы). Мафия не способна убить сэнсэя, а якудза — авторитета.
** Босс (он же «крёстный отец»). На ход может лишать игроков права голоса.
# Одиночки. Желание разбавить командную игру некомандными персонажами, играющими каждый сам за себя, было настолько велико, что единоличных статусов в мире придумали самых разных.
** Маньяк. Одинокий внекомандный стрелок. Может выиграть (как впрочем и другие одиночки) только, если останется один жив в городе.
** Отморозок (альтернативное название — «Робин Гуд»). Извращённый стрелок. Не трогает только простых (без спецособенностей) честных жителей, остальных уничтожает за милую душу.
** Отравитель. Маньяк-химик. Его жертва умирает лишь через день.
** Фанатик. Одиночка, для выживания научившийся блокировать.
** Хакер. Взламывает компьютер и узнаёт статус жертвы. Наличие в игре хакера обязывает ведущего оглашать результат взлома всем жителям.
** Жулик. Одновременно крадёт и применяет стибренный спецвыбор.
** Бунтарь. Способен перетянуть неиспользованный голос на посадку у неголосующего жителя в пользу своего.
# Новые игровые особенности.
** «Незнакомящаяся мафия». Нет «первой ночи», мафия знакомится уже после того, как произошла первая посадка в тюрьму.
** «Голос на себе» (принято только в PBEM). Считается, что все неопределившиеся с голосованием за кого-либо в течение дня голосуют за посадку самого себя.
** «Отсрочка хода» (действует на форумных играх, в PBEM и блогосфере). Суть — игровой день совпадает с временны́ми сутками (либо даже превышает несколько суток). Отсрочка хода служит для продления ключевого игрового процесса — общения жителей — дабы дать высказаться и обсудить конъюнктуру каждому участнику игры, невзирая на время его появления онлайн. Зачастую, участники форумных и PBEM игр проживают в различных часовых поясах и не могут собраться в одно и тоже время для одновременного общения и игры.
** Игра без основного статусного честного жителя. Принятое обозначение игры без комиссара — «бескозырка».
** Тайное голосование. Игроки пишут на бумажках, кого собираются отправить в тюрьму, и передают их ведущему.
** Игра с депутатом. Днём жители выбирают депутата, который самолично решит, кто же отправится в тюрьму.
** Игра «втёмную». После хода карты убитых и посаженных жителей не вскрываются.
** Дипломатия. Игра без стрельбы и проверок.
** Демократия. Жители могут голосовать сразу за нескольких подозрительных граждан.
** Трёхсторонняя игра с отщепенцем. Когда одна из мафий уничтожена, отщепенец «подбирает оружие» и превращается в последнего члена мафии / якудзы.
** Подкидыш (в некоторых вариантах игры носит название «внебрачный ребёнок босса»). Мафия не может убить подкидыша, хотя тот и относится к честным жителям. Подкидыш знать не ведает о своём статусе. Вариант «внебрачка» этой особенности известен мафии.
** Игра без ведущего. Ведущим становится первый убитый или посаженный в тюрьму честный житель.
** Так называемый «румынский вариант игры». Каждый живой игрок каждый ход голосует двумя шариками. Чёрный отдаётся самому подозрительному игроку. Белый — тому, кто выглядит наиболее честным. Игрок, у которого чёрных шариков оказывается намного больше белых, садится в тюрьму.
** «Мафия вслепую» После того, как ведущий познакомил мафию в первую ночь, больше мафия совместно не «просыпается». В последующие ночи ведущий пробуждает каждого мафиозо по очереди (например, «Сейчас туз пик», потом «король пик») и фиксирует простановку выстрелов. Житель погибает от рук мафии, только если на него показало более половины её членов.
** Тематическая игра. «Мафия» с ролевым уклоном, обыгрывающая какую-либо тематическую сцену (например, по мотивам Властелина колец или фильма Чапаев). Под сюжет переименовываются статусы и основные игровые действия. Участники тематической игры не только ищут переименованную мафию, но и озабочены отыгрышем собственных «масок».
** «Апелёвка». При посадке честного жителя голосовать можно только за тех игроков, кто его сажал. В первый «день» и после посадки мафа голосовать можно за кого угодно.
** Специальное условие дня. Каждый день достаётся случайным образом карточка, на которой написано специальное условие, например: «Сегодня день вежливости. Если во время обсуждения кто-то перебъёт другого, то он лишается права голоса», «Всех мужчин призвали на военные сборы. В обсуждении участвут только женщины, но и выбрать жертву они могут только в своём кругу».
** Спиритические сеансы. Вытаскивается карта, на которой перечислены три вопроса, из которых можно выбрать один и задать мёртвому игроку. Вопросы составлены таким образом, что прямого указания на то, кто играет какую роль, они не дают.
** «Лишняя карта». Ведущий раздаёт карты не только игрокам, но и себе. Эта карта не вскрывается до самого конца игры, создавая дополнительную интригу.
** В одной из салонных версий игры мафия ночью не обсуждает выстрел. Ведущий перечисляет всех игроков. На чьём имени мафы одновременно выстрелят — сделают движение указательным пальцем, напоминающее нажатие курка оружия — тот убит.
** Ролевая игра «Остракизм», придуманная в Германии. Без мафии. Оказавшиеся после кораблекрушения на острове оголодавшие пассажиры поедают в день по человеку. Выживут (победят) только последние два. Остракизм был воплощён в PBEM-версии Алексеем Тарасовым в 1999 году, воссоздан в виде игры «Людоеды» в 2009 году.
** Мэр города. В начале игры, после получения ролей, игроки выбирают мэра города. Он обладает в голосованиях не одним, а полутора голосами, и, таким образом, его голос становится решающим в спорных случаях. Когда мэра убивают или сажают в тюрьму, он выбирает другого игрока и отдаёт ему свои полномочия.
** Минимизация обсуждений (характерна для всех современных онлайновых и SMS-мафий). Все коммерческие версии игры в Интернете объединяет желание ускорить игровой процесс. Психологизм выявления мафии посредством обсуждения пал жертвой в пользу простого угадывания.
** Бегство из рамок психологической словески. Широкое распространение игры привело к тому, что в неё играют и люди, не понимающие психологические словесные игры. Они не готовы вычислять мафию, используя основной игровой метод — обсуждения и споры, ибо зачастую он им представляется и скучным и некрасивым. Игра подтвергается кардинальной трансформации в сторону либо настольной ролевой игры — в этом случае игровой мир «пухнет» от разнообразного вооружения — как элементов защиты (бронежилет, амулет и т. п.), так и элементов нападения (отравленные стрелы, нунчаки, ножи…), простановкой которых друг на друга игроки полностью заменяют какие-либо игровые разговоры, а также от многочисленных правил и инструкций как по поводу силы и возможности каждого отдельного элемента вооружения по отношению к другому элементу и его носителю, так и по регламенту действий ролей (например, какой-то статус просыпается через ночь, две…). Либо в сторону ролевой игры живого действия, где тематический отыгрыш персонажа и демонстрация игроками друг другу актёрского мастерства посредством декламирования выдуманных историй о себе в качестве играемой роли представляются более значимы, чем цель игры Мафия (посредством обсуждений поиск, раскрытие и вывод из игры членов чужой команды). Или же смесь обеих путей, что особенно часто встречается в форумных ролевых играх.
# Решение спорных ситуаций. Например, остался один маф и один честный. Существуют следующие способы решения:
** Засчитать победу мафии.
** Объявить ничью.
** Кинуть жребий. (Обычно принято использовать этот вариант, то есть оба жителя голосуют за посадку друг друга.)
** Дать право голоса последнему убитому честному.
** В некоторых версиях игры «одиночек» считают не независимыми, а «нейтральными» персонажами. Когда в такой игре остаётся жив, скажем, один маньяк, победу могут засчитать не ему, а честным жителям.
** В интернет-версиях Мафии распространено постыгровое премирование наиболее отличившихся игроков (зачастую, победившей команды). Используется игровая валюта, наглядные знаки отличия (например, медали), дополнительные очки к внутреннему рейтингу каждого конкретного игрока.

!!!! Порядок использования

Должно быть понятным, что большинство указанных выше новых игровых особенностей и статусов не могут использоваться в игре одновременно, иначе статусное наполнение партии превысит некий предел психологической чувствительности, после которого потеряется нить игры, исчезнет её психологизм. А мафии как командной психологической игре терять одну из своих основ, изюминок, нельзя. Психологизм игры «Мафия» пропадает, когда совокупность статусов затмевает (либо умаляет донельзя) уникальность каждого статуса, создавая иллюзию статусной взаимозаменяемости, ничтожности ключевого игрового действия (голоса на посадку), никчемности как мнения на обсуждении так и собственно любого игрового общения. Поэтому применяются определённые правила начальной расстановки сил в неклассической игре.

# В игре может быть только один основной статусный честный житель (комиссар или его вариант).
# В игре с комиссаром может быть не более одного помощника комиссара. В бескозырке может быть не более двух честных статусников.
# У мафии (мафий) может быть не более одного дополнительного специализированного мафиози.
# В игре может принимать участие лишь один внекомандный одиночка, играющий сам за себя.
# Число честных жителей, включая комиссара с помощником, плюс число одиночек должно быть больше количества всех членов мафии и якудзы вместе взятых.
# Не более трёх новых игровых особенностей на игру.
# На обсуждение каждого хода отводится времени не менее чем по минуте на каждого живого участника.
# «Сборки» игр с новыми игровыми статусами и особенностями называют на маф-сленге «городами». Некоторые наиболее удачные маф-города (например, Чикаго, Палермо, Даллас, Москва, Киев) получили широкую известность и используются в PBeM и форумных мафиях.