!! Резиночка

%thumb%Attach:07122822-49f4da677ae53c88fcb356252a381331730590-520x394.jpg%%

Культовая дворовая игра. Сложно найти ребенка 1980-1990-х гг., кто бы не прыгал в резиночку. Обладатель новой упругой резиночки (это был дефицит) во дворе считался «мажором» и пользовался особой популярностью.

!!! Правила

Просты и сложны одновременно. С одной стороны, не нужно ничего, кроме 3-4 метров резинки. С другой, в уровнях и упражнениях можно запутаться (в детстве их все знали наизусть). Двое игроков натягивают резинку между собой, а третий прыгает.

!!!! Уровни:

* резиночка на уровне щиколоток держащих (легкотня!);
* резиночка на уровне колен (справлялись почти все);
* резиночка на уровне бедер (как-то умудрялись!);
* резиночка на талии (почти никому не удавалось);
* резиночка на уровне груди и резиночка на уровне шее (за гранью фантастики).

На каждом уровне нужно выполнить определенный набор упражнений: бегунки, ступеньки, бантик, конвертик, кораблик и т.д.

'''Количество игроков:''' 3-4 человека (вчетвером обычно играют парами).

Игра также считается девчачьей. Мальчишки прыгали редко, но любили понаблюдать за девочками. :)