!! Война (войнушка)

Коллективная игра, когда игроки делятся на две команды и с той или иной степенью актерского мастерства разыгрывают сражение с засадами, выстрелами из-за угла, криками «ты убит!» и картинным изображением смерти, если предполагается, что попали в тебя (частенько возникали драмы по поводу «убил-не убил, попал-не попал, я в тебя первый-нет, я в тебя первый, а я из последних сил»). Близка к действиям, которые делают ролевики, только примитивнее и без правил. Часто используется игрушечное оружие.

Однако были времена, когда вообще воевали палками, особенно котировались двухсучковые, которые обзывались автоматами. Одна из команд обычно играла за немцев, другая за русских, при этом заранее предполагалось, что немцы будут проигравшей стороной, так что задача команды немцев в конечном итоге — проиграть, пусть и с честью (вариант — белые и красные). В Дойчляндии стрелялись в основном Star Wars, etc., дабы не обидеть.

Прогресс не стоит на месте, нынешнее поколение также играет в «пиндосов против русских», «русских против чеченов» или в зомби-апокалипсис. Или контру. Или в Сталкера (хрип «Дай аптечку, брат» из кучи шмотья за лавкой преизрядно доставлял, переводя из состояния задумчивости в состояние ступора).

Интересно, что если застал врасплох немца, полагалось наставить на него автомат и крикнуть «Хенде хох!», при этом противник обязан был поднять руки, после чего его можно было со спокойной совестью застрелить. Действо доставляло лулзы и праведную гордость (— А у меня бабушка на войне немца раненого спасла. Отходила, откормила, а потом убила! — За что? — Как за что? ЗА РОДИНУ! ЗА СТАЛИНА!). Сейчас ньюфаг уже не тот, в 90-е немцы могли и победить (а уж белые — тем более).

Разновидностью войнушки была игра в мушкетеров/рыцарей/джедаев/Робин Гуда (в зависимости от того, какой фильм показывали по телевидению (в 90-х — «Горец», Спецподразделение «Pacific» и проч.)). Суть игры заключалась в фехтовании на всевозможных палках.

!!!!!! Войнушка гидравлическая

'''Площадка:''' улица, уютненький дворик, детский городок. В идеале — пионерский лагерь. Однако отдельные упоротые умудряются играть и в помещении.

'''Количество участников:''' чем больше, тем лучше.

'''Инвентарь:''' пластиковые бутылки с дырками в крышке, шприцы, пульверизаторы, водяные пистолетики, велосипедные насосы, etc.

* Олдфажный вариант — шприц, сделанный из стержня шариковой ручки.
* Уберваффе — советский детский комплект для игры в кегли.
* Зуперуберваффе — так называемая «брызгалка», то есть пустая пластиковая бутылка из-под ацетона, отбеливателя и проч. с рукотворной дыркой в крышке. В идеале бутылка должна была иметь корпус из мягкого пластика и большой объем — по этой причине особо канали бутылки из-под ацетона объемом порядка литра. Совсем же эпическая вундервафля из бутылки получалась посредством апгрейда рукотворной дырки не менее рукотворным девайсом типа передней части корпуса от шариковой ручки. Дальнобойность и мощность струи таким образом усиливались. Со временем были вытеснены бутылками от кетчупа с крышечкой и носиком. Иногда использовались черные пластмасовые бутылочки от силикатного клея на 200 гр. Использовались в основном как резерв.

'''Правила.''' Игроки разделаются на две (и более) армии и воюют друг с другом. Цель игры — замочить всех солдат противника, причем в прямом смысле этого слова. Зачастую боевыми взводами командует самый опытный «генерал». Игроки используют фортификационные укрепления, поливают друг друга из бутылок и шприцев, передают друг другу боеприпасы, развивают виды вооружений. (Например, репейники и стаканчики с водой могут использоваться в качестве гранат, а Чак Норрис, нашедший пятилитровую бутылку становится счастливым обладателем базуки. Если же стащить у дедушки-дачника помповый опрыскиватель из-под пестицидов, можно было почувствовать себя настоящим огнеметчиком). Также важной проблемой было снабжение «боеприпасами». Тут на сцену выходили «знающие» товарищи — обладатели вентиля, которым открывались часто попадающиеся на территории боевых действий краны для полива газонов. Такой кран часто становился опорной базой. По мере промокания солдаты постепенно теряют подвижность и выходят из строя. Что, впрочем, не мешает им просушиться и идти на респаун.

'''Лайт-вариант:''' шприцы на 5 мл с вставленным в горловину наконечником от стержня с выдавленным шариком. Легко прячется в кармане, дает мощную тугую струю. Дети медицинских работников с убероружием — шприцами на 20 мл. Подходит для перемен в школе. Некоторые деятели использовали шприцы с иголками, так как они давали ровную, тонкую и точную струю. Иногда вместе с такой «снайперской» струей воды вылетала и игла, что было чревато неиллюзорными ранениями. Более продвинутые отламывали иголку заранее. Направление выстрела немного менялось (к этому быстро привыкали), зато исчезала опасность проколоть себя или соседа.
В особо продвинутых играх использовались засады: умело заныканное ведро с водой. Заныкавший делает вид, что как бы отступает (естественно, к месту засады), после чего ВНЕЗАПНО достает из кустов/из-под лавки/куда еще хватило мозгов спрятать свою вундервафлю и устраивает противнику эпичный душ. Знатные лулзы гарантированы.

'''Преимущества:'''

* Предок страйкбола. Идеальная сублимация тяги к милитаризму для самых маленьких.
* Игра развивает меткость, реакцию, сообразительность, командную тактику, стратегическое чутье и прочие качества, необходимые будущим военам и альфа-сомцам.
* Водяные пистолетики в нужный момент есть не у всех, так что юным солдатам часто приходится поработать руками, проделывая дырочки в крышках бутылок. Причем отдельные личности способны далеко уйти в этом плане, конструируя такие вундервафли из подручных средств, что Хуго Шмайссер пустил бы слезу умиления.
* Это вам, блджад, не сраные контрстрайки.
* Это вам пра-пра-прадедушка режима «доминация» в стрелялках, потому что основным ресурсом является вода, и бой идёт за контроль над её источниками.
* В жаркую погоду это таки спасает от вездесущей жары. Так что даже замоченные не в обиде.
* Гидравлические баталии неиллюзорно закаляют.

'''Недостатки:'''

* Хороший годный teammatch случается нечасто ввиду сложности организации всего действа. Чаще всего такие войны получаются спонтанно.
* Гонка вооружений иногда выходит за рамки гуманного. Так, например, солдат мог изобрести чудовищное оружие возмездия, нассав в свою бутылку. В результате все, кого хоть немного зацепило, корчились в страшных муках и в слезах капитулировали.
* Ввиду того, что вода не наносит никакого физического дамага, раненные и убитые часто оставались на месте, продолжая поливать водой противника. Такие читы делали практически невозможным захват «контрольной точки», а также часто сводились к массовому поливанию в куче до состояния «аут оф эммо».
* Если выйти за грань и играть в школе, на переменах, есть нехилый шанс случайно попасть по кому-нибудь из педсостава, что чревато конфискацией оружия и вызовом родителей в школу, а то и выговором в личном деле и разбором на совете дружины (нынешним не понять всего ужаса).
* Вода быстро заканчивалась.
* После продолжительных баталий есть риск простудиться.

!!!!!! Войнушка пневматическая

'''Площадка:''' где угодно с отсутствием риска отхватить немедленной пиздюлины от взрослых за мусор.

'''Количество участников:''' не ограничено

'''Инвентарь:''' жеваная бумажка и огрызок шариковой ручки (классика, возможна прямо на уроках). Импрувед версия — пластиковые или металлические трубки длинной от 10 до 50 см, пластилин, гранулированный полиэтилен. Кое-где использовались бракованные/битые хрустальные трубочки, что очень увеличивало шансы нажраться стекла или порезать харю. В лесистом замкадье часто за неимением пластика и металла использовались трубчатые стебли растений (как правило, ядовитых). Death Match версия — металлические трубки «с натягом» длиной 75 см (половины лыжных палок) и простая, или черноплодная, рябина. Последний вариант позволял прокачать скилл уклонения до 9000, так как пятна от черноплодки не отмывались советскими стиральными порошками и всегда вели к наказанию. Nightmare версия — трубки длиной до метра и оперенные снаряды с иглой от одноразового шприца. Практиковалась только самыми хардкорными игроками Санкт-Петербурга. Использовали и прокачанный вариант рогатки в виде металлической трубки с примотанным к ней напальчником (как вариант, прорезанная пластиковая пробка от шампанского), ну и конечно же саму рогатку.

В некоторых дворах хардкорные игроки выкручивали в подъездах патроны от лампочек, на них натягивался и приматывался изолентой напальчник, ибо он удобнее. Имело страшную убойную силу и посылало рябину на балконы 9-х этажей. В 90-х использовали велосипедные насосы, в дырочку вкручивали трубочку, в трубочку засовывалась картошка, черноплодка, рябина и всякая другая ягода, оружие наводилось на противника и резко досылался поршень. Данная конструкция — бабушка пневматического ружья — использовалась повсеместно. Иногда стрельба происходила не просто досылкой поршня: онано-движениями поршня создавалось избыточное давление, с поршня откручивалась ручка, и он подводился к дулу, с уже установленным «предохранителем», на другой стороне которого обычно клали шарик от подшипника. Как только предохранитель снимался — шарик вылетал с очень даже нехуёвой скоростью. Продвинутые следили за «духовками» и выдавали вундервафли разнообразных конструкций, описанное выше — самый примитив.

'''Правила.''' В отличие от прочих войнушек, чаще всего практиковался десматч, заплевывать можно было всех, даже тех, кто в игре не участвует (в целом охота на неиграющих — отдельная разновидность игры). Суть игры — заплевывание оппонента путем придания ускорения (силой легких) и направления (по каналу оружия) снаряду. Жеваная бумажка и ручка — оружие нищебродов (как вариант, стелс коммандос, при обыске ни оружия, ни патронов кагбе нет), алюминиевая трубка и пластилин увеличивает мощность и скорострельность в разы, а гранулированный полиэтилен (как вариант, любая мелкая крупа) позволяет при должном навыке вести автоматический, а при большом калибре (и не менее крупном ебальнике) — картечный огонь. Цели как таковой в игре нет. Just for teh LuLz.
В Таллине в те времена, когда он еще писался с одной «н», существовали устойчивые команды и происходили межрайонные бои. После введения второй «н» честное плевание иногда переходило в банальную драку.

В 90-х существовал еще более зубодробительный вариант пневматической войнушки — перестрелка (хотя, чаще назывался просто войнушка).

'''Площадка:''' вообще везде. Бывало, что бои начинались сразу при выходе из школы.

'''Количество участников:''' не ограничено, но желательно, чтобы игроков было четное число.

'''Экип:''' любое пневматическое или механическое оружие, в обилии продававшееся на рынках в 90-х. Снарядами служили пластиковые «пульки» диаметром 6 мм (добывались либо в палатках по 2 р. за 50 шт. или собирались по местам сражений). Для уменьшения повреждений — некоторые виды оружия оставляли неиллюзорный кровавый синяк в точке попадания — игроками использовались всякие приспособления и уловки. Например, одевались в джинсовую куртку с капюшоном и штаны из такой же джинсы или использовали щиты из плотного картона или пластика (считалось элитной экипировкой, так как хороший легкий щит совершенно не мешал передвигаться, однако давал великолепную защиту). Для обхода этой защиты использовалось модернизированное оружие — пружины: бойка растягивались, лишняя хуита выковыривалась/отрезалась, менялись на самодельные все «ненадежные» детали. В особых случаях использовались петарды, обвязанные целлофановым пакетиком с пульками (эпичная вундервафля, которую использовали только по обоюдному согласию сторон, ибо могла реально попортить здоровье), дымовухи и игрушечные ножи. В общем, велась гонка вооружений. Среди московских игроков даже был свой мем: пистолет OMEGA, продававшийся в двух вариантах (большой — 25 см и маленький — 15 см) и двух расцветках (серебристо-черный и черно-коричневый). Отличался редкостной неубиваемостью, мощностью (даже без растягивания пружины), малым весом, большой обоймой и удобным хватом. Внешне напоминал Colt1911. Часто использовался как основное оружие.

Ввиду того, что обоймы таких випонов редко вмещали больше 10-15 шариков, практиковался следующий чит: в рот бралось несколько шариков, и при расстреле всей обоймы шарики по одному вплевывались (вдувались) в дуло заряженного ствола. Вплюнутые шарики имели несколько меньшую скорость, но такой метод значительно расширял обойму.

Правила: всего два — 1) не стрелять по глазам, 2) не бить (оба правила нарушались постоянно, но всем было традиционно).

Существовало много видов игры от TDM, в котором участвовали две и более команд, и CTF, где надо было утянуть что-то (или кого-то) из стана противника, до DM или FFA («каждый сам за себя») и Дуэли. Также были нередки войны двор на двор. В каждом дворе существовала своя группа во главе с самым хорошо экипированным игроком. Таких игроков обычно очень уважали и, если что, просили прийти разобраться, дать оружием попользоваться и т. д. У каждого игрока была своя четко прописанная роль, зависящая от вооружения (вооружен снайперской винтовкой — снайпер, сиди и снимай всех издалека, пистолет онли — демаскируй противника, быстро пробегая в зоне обстрела и т. д.). Игра проходила обычно спонтанно, но бывали и договорные бои.

'''Преимущества:'''

* Предок страйкбола. Идеальная сублимация тяги к милитаризму для самых маленьких.
* Игра развивает меткость, реакцию, сообразительность, командную тактику, стратегическое чутье и прочие качества.
* Также развивает скорость бега, глазомер, прокачивает маскировку и скилл уворота от пулек.

'''Недостатки:'''

* Больно, блджад!
* Гонка вооружений иногда выходит за рамки гуманного. Например, собирались и использовались т. н. «базуки» — китайские ракеты по 10 рублей, запущенные из модернизированных (или нет) трубок. Иногда использовались взрывающиеся варианты ракет. От этой хуйни спасали только скиллы или щит. Благо, такие вундервафли использовали только в войнах двор на двор.
* Если выйти за грань, можно получить сильных пиздюлей.
* Патроны быстро заканчивались.